Repository: xuanhieu3796/ximang
Catalog: core/resources/locales/*/admin.po
Languages: ja, vi

# voi_kieu_video_youtube_url_chi_dien_ma_video
source: With Youtube video, only fill video code
ja: ユーチューブ動画は、ビデオコードを入力するだけです
vi: Với kiểu video Youtube, chỉ điền mã video

# ten_cong_ty
source: Company name
ja: 会社名
vi: Tên công ty

# luu_lai
source: Save
ja: 保存
vi: Lưu lại

# ten_co_so
source: Company name
ja: 支店名
vi: Tên cơ sở

# ten_website
source: Website name
ja: サイト名
vi: Tên website

# them_moi_chi_nhanh
source: Add new branch
ja: 新しい支店を追加する
vi: Thêm mới chi nhánh

# co
source: Yes
ja: はい
vi: Có

# khong
source: No
ja: いいえ
vi: Không

# thong_tin_seo
source: SEO information
ja: SEO情報
vi: Thông tin SEO

# tai_tep_robots
source: Load the robots file
ja: ロボットファイルをダウンロードする
vi: Tải tệp robots

# cau_hinh_seo
source: Configure SEO
ja: SEO構成
vi: Cấu hình SEO

# luu_cau_hinh_sitemap
source: Save SITEMAP configuration
ja: サイトマップ構成を保存する
vi: Lưu cấu hình SITEMAP

# phan_nhom_sitemap
source: Subgroup SITEMAP
ja: サイトマップをグループを分別する
vi: Phân nhóm SITEMAP

# chia_sitemap_theo_nam
source: Split SITEMAP by year
ja: サイトマップを年で分割する
vi: Chia SITEMAP theo năm

# chia_sitemap_thanh_cac_nhom_nho_giup_viec_hien_thi_sitemap_nhanh_va_de_dang_hon
source: Split SITEMAP into small groups to make SITEMAP display faster and easier
ja: サイトアップを小さなグループに分割すると、サイトマップの表示がより速くなります
vi: Chia SITEMAP thành các nhóm nhỏ giúp việc hiện thị SITEMAP nhanh và dễ dàng hơn

source: We recommend using this function with Websites with 500 or more links
ja: リンク数が500以上のウェブサイトでこの機能を使用することをお勧めします
vi: Chúng tôi khuyến khích sử dụng chức năng này với các Website có từ 500 đường dẫn trở lên

source: When your Website has been operating for a long time and has too many links, you should split SITEMAP by years to ensure that SITEMAP is always displayed at its best.
ja: サイトが長期間稼働していて、リンクが多すぎる場合は、サイトマップを年で割って、サイトマップが常に最高の状態で表示されるようにする
vi: Khi Website của bạn hoạt động lâu năm và đã có quá nhiều đường dẫn thì bạn nên chia SITEMAP theo các năm để đảm bảo SITEMAP luôn được hiển thị tốt nhất

# chi_hoat_dong_khi_sitemap_duoc_cau_hinh_phan_theo_nhom
source: Only works when SITEMAP is configured in groups
ja: サイトマップがグループで構成されている場合にのみ稼働する
vi: Chỉ hoạt động khi SITEMAP được cấu hình phân theo nhóm

# tai_len
source: Upload
ja: アップロード
vi: Tải lên

# tai_len_tat_ca
source: Upload all
ja: 全てアップロード
vi: Tải lên tất cả

# chi_ho_tro_dinh_dang_tep_txt
source: Only .txt file format supported
ja: .txtフォルダーのみサポートする
vi: Chỉ hỗ trợ định dạng tệp .txt

# chi_ho_tro_dinh_dang_file_txt
source: Only .txt file format supported
ja: .txtファイルのみサポートする
vi: Chỉ hỗ trợ định dạng file .txt

# chi_ho_tro_dinh_dang_file_xml
source: Only .xml file format supported
ja: .xmlファイルのみサポートする
vi: Chỉ hỗ trợ định dạng file .xml

# chon_tep_robots
source: Select file robots.txt
ja: robots.txtフォルダーを選択する
vi: Chọn tệp robots.txt

# ten_tep_khong_chinh_xac
source: Incorrect file name
ja: フォルダー名が正しくありません
vi: Tên tệp không chính xác

# tep_tin_khong_hop_le
source: Invalid file
ja: 無効なファイル
vi: Tệp tin không hợp lệ

# sai_dinh_dang
source: Incorrect format
ja: 間違ったフォーマット
vi: Sai định dạng

# nhap_file_robots
source: Import file robots
ja: ロボットファイルを入力する
vi: Nhập file robots

# tai_xuong_file_robots
source: Download file robots
ja: ファイルロボットをダウンロードする
vi: Tải xuống file robots

# chua_co_file_robots
source: No robots file yet
ja: ロボットファイルはまだありません
vi: Chưa có file robots

# duong_dan_tinh
source: Static path
ja: パーマリンク
vi: Đường dẫn tĩnh

# cai_dat_co_ban
source: Basic settings
ja: 基本設定
vi: Cài đặt cơ bản

# co_ban
source: Basic
vi: Cơ bản

# nang_cao
source: Advanced
vi: Nâng cao

# mac_dinh
source: Default
ja: デフォルト
vi: Mặc định

# ngon_ngu_va_ten_bai_viet
source: Language and article title
ja: 言語と記事のタイトル
vi: Ngôn ngữ và tên bài viết

# danh_muc_va_ten_bai_viet
source: Category and article title
ja: カテゴリと記事のタイトル
vi: Danh mục và tên bài viết

# tieu_de_bai_viet
source: Article title
ja: 記事のタイトル
vi: Tiêu đề bài viết

# tuy_bien
source: Customization
ja: カスタマイズ
vi: Tùy biến

# tieu-de
source: Title
ja: タイトル
vi: tieu-de

# danh-muc
source: Category
ja: 項目
vi: danh-muc

# nam_year
source: Year
ja: 年
vi: Năm

# thang
source: Month
ja: 月
vi: Tháng

# ngay
source: Date
ja: 日
vi: Ngày

# gio
source: hour
ja: 時
vi: Giờ

# luc
source: At
vi: Lúc

# cau_hinh_email
source: Email Configuration
ja: メール構成
vi: Cấu hình email

# gui_thu
source: Send Email
ja: メールを送信する
vi: Gửi thử

# email_ung_dung
source: Email app
ja: メールアプリ
vi: Email ứng dụng

# mat_khau_ung_dung
source: App password
ja: パスワード
vi: Mật khẩu ứng dụng

# quan_tri_nhan_thong_bao
source: Admin receive notifications
ja: 管理者は通知を受け取ります
vi: Quản trị nhận thông báo

# email_quan_tri
source: Admin email
ja: 管理者メール
vi: Email quản trị

# mau_email
source: Email templates
ja: メールテンプレート
vi: Mẫu email

# tieu_de_email_gui
source: Email subject sent
ja: 送信された電子メールの件名
vi: Tiêu đề email gửi

# email_gui_kem_cc
source: Email attached (CC)
ja: 添付メール（CC）
vi: Email gửi kèm (CC)

# email_gui_kem_an_danh_bcc
source: Email attached (incognito - BCC)
ja: 添付メール（匿名-BCC）
vi: Email gửi kèm (ẩn danh - BCC)

# mau_template
source: Template
ja: テンプレート
vi: Mẫu template

# mau_dung_san_khong_phep_sua
source: Pre-built templates (no editing allowed)
ja: 事前に作成されたテンプレート（編集は許可されていません）
vi: Mẫu dựng sẵn (không cho phép sửa)

# tu_thiet_ke
source: Self-designed
ja: 自己設計
vi: Tự thiết kế

# luu_mau_email
source: Save email template
ja: メールテンプレートを保存
vi: Lưu mẫu email

# email_nhan
source: Receive Email
ja: 受信したメール
vi: Email nhận

# gui_email
source: Send email
ja: メールを送る
vi: Gửi email

# khong_duoc_thay_doi_mau_email_mac_dinh
source: Do not change the default email template
ja: デフォルトのメールテンプレートを変更できません
vi: Không được thay đổi mẫu email mặc định

# luu_lai_css
source: Save css
ja: css保存
vi: Lưu lại css

# luu_lai_javascript
source: Save javascript
ja: javascript保存
vi: Lưu lại javascript

# chon_anh
source: Select image
ja: 画像を選択する
vi: Chọn ảnh

# ma_nhung_trong_the_head
source: Embed code in the head tag
ja: headタグ内の埋め込みコード
vi: Mã nhúng trong thẻ head

# ma_nhung_phia_tren_the_body
source: Embed code above the body tag
ja: bodyタグの上の埋め込みコード
vi: Mã nhúng phía trên thẻ body

# ma_nhung_phia_duoi_the_body
source: Embed code below the body tag
ja: bodyタグの下の埋め込みコード
vi: Mã nhúng phía dưới thẻ body

# chinh_sua_giao_dien
source: Edit interface
ja: インターフェースの編集
vi: Chỉnh sửa giao diện

# danh_sach_thu_muc
source: Directory List
ja: 項目リスト
vi: Danh sách thư mục

# noi_dung_file_chinh_sua
source: Edited file content
ja: 編集されたファイルの内容
vi: Nội dung file chỉnh sửa

# chi_ho_tro_dinh_dang_file
source: Only file formats are supported
ja: ファイル形式のみがサポートされている
vi: Chỉ hỗ trợ định dạng file

# them_file
source: Add file
ja: 追加ファイル
vi: Thêm file

# tai_file_len
source: Upload file
ja: ファイルをアップロードする
vi: Tải file lên

# khong_cho_phep_doc_file_này
source: This file is not allowed to read
ja: このファイルの読み取りは許可されていません
vi: Không cho phép đọc file này

# khong_cho_phep_luu_file_voi_dinh_dang_nay
source: It is not allowed to save file with this format
ja: この形式でファイルを保存することは許可されていません
vi: Không cho phép lưu file với định dạng này

# file_nay_khong_ton_tai
source: This file does not exist
ja: このファイルは存在しません
vi: File này không tồn tại

# ten_chua_duoc_thay_doi
source: Name has not been changed
ja: 名前は変更されていません
vi: Tên chưa được thay đổi

# doi_ten_thanh_cong
source: Rename successful
ja: 名前の変更に成功
vi: Đổi tên thành công

# file_khong_ton_tai
source: File does not exist
ja: ファイルが存在しません
vi: File không tồn tại

# file_da_duoc_xoa
source: File has been deleted
ja: ファイルが削除された
vi: File đã được xóa

# folder_da_duoc_xoa
source: Folder has been deleted
ja: フォルダが削除された
vi: Folder đã được xóa

# kich_thuoc_tep_tin_qua_lon
source: File size too large
ja: ファイルのサイズが大きすぎる
vi: Kích thước tệp tin quá lớn

# hien_thi
source: Display
ja: 表示する
vi: Hiển thị

# khong_hien_thi
source: Not displayed
ja: 表示しない
vi: Không hiển thị

# ngung_kinh_doanh
source: Stop business
ja: 営業を停止する
vi: Ngừng kinh doanh

# hien_thi_muc_luc
source: Show table of contents
ja: 目次を表示する
vi: Hiển thị mục lục

# ban_luu_nhap
source: Draft version
ja: ドラフト
vi: Bản lưu nháp

# chon
source: Select
ja: 選択
vi: Chọn

# tu
source: From
ja: から
vi: Từ

# den
source: To
ja: まで
vi: Đến

# khong_co_anh
source: No image
ja: 写真がない
vi: Không có ảnh

# co_anh
source: have image
ja: 写真があり
vi: Có ảnh

# cua_hang
source: Store
ja: 店舗
vi: Cửa hàng

# ten_cua_hang
source: name of the store
ja: 店舗名
vi: Tên cửa hàng

# danh_dau
source: Tick
ja: 印をつける
vi: Đánh dấu

# san_pham_noi_bat
source: Featured products
ja: 注目商品
vi: Sản phẩm nổi bật

# hinh_anh
source: Image
ja: 画像
vi: Hình ảnh

# hien_thi_ngoai_website
source: Outside display of website
ja: ウェブサイト外に表示する
vi: Hiển thị ngoài website

# ma_san_pham
source: Product code
ja: 商品コード
vi: Mã sản phẩm

# gia
source: Price
ja: 価格
vi: Giá

# muc_gia
source: Price level
ja: 価格帯
vi: Mức giá

# ngay_khuyen_mai
source: Promotion Day
ja: プロモーションデー
vi: Ngày khuyến mại

# gia_dac_biet
source: Special price
ja: 特別価格
vi: Giá đặc biệt

# can_nang
source: Weight
ja: 体重
vi: Cân nặng

# chieu_dai
source: Length
ja: 長さ
vi: Chiều dài

# chieu_rong
source: Width
ja: 広さ
vi: Chiều rộng

# chieu_cao
source: Height
ja: 高さ
vi: Chiều cao

# so_luong
source: Quantity
ja: 数量
vi: Số lượng

# phien_ban
source: Version
ja: バージョン
vi: Phiên bản

# dong_y
source: Agree
ja: 同意
vi: Đồng ý

# huy_bo
source: Cancel
ja: キャンセル
vi: Hủy bỏ

# gia_khong_nho_hon_gia_dac_biet
source: The price is not less than the special price
ja: 価格は特別価より低くない
vi: Giá không nhỏ hơn giá đặc biệt

# chua_dien_gia
source: Price has not been entered
ja: 価格をまだ入力していない
vi: Chưa điền giá

# ghi_chu
source: Note
ja: メモ
vi: Ghi chú

# ma_khach_hang
source: Customer ID
ja: お客様のコード
vi: Mã khách hàng

# neu_khong_nhap_he_thong_se_tu_dong_sinh_ra_ma
source: If you do not enter the code, the system will automatically generate the code
ja: コードを入力しない場合、システムは自動的にコードを生成します
vi: Nếu không nhập hệ thống sẽ tự động sinh ra mã

# ten
source: Name
ja: 名前
vi: Tên

# them_moi_dia_chi
source: Add new address
ja: 新しい住所を追加する
vi: Thêm mới địa chỉ

# them_moi_ghi_chu
source: Add new note
ja: 新しいメモを追加する
vi: Thêm mới ghi chú

# cap_nhat_khach_hang
source: Customer Update
ja: カスタマーアップデート
vi: Cập nhật khách hàng

# ten_khach_hang
source: Customer Name
ja: お客様のお名前
vi: Tên khách hàng

# ten_da_ton_tai_tren_he_thong
source: The name already exists on the system
ja: 名前はすでにシステムに存在します
vi: Tên đã tồn tại trên hệ thống

# vui_long_nhap_ten_khach_hang
source: Please enter customer name
ja: お客様の名前を入力してください
vi: Vui lòng nhập tên khách hàng

# email_da_duoc_dang_ky
source: The Email was registered
ja: メールが登録されました
vi: Email đã được đăng ký

# so_dien_thoai_da_duoc_dang_ky
source: The phone number was registered
ja: 電話番号が登録されました
vi: Số điện thoại đã được đăng ký

# khong_xoa_duoc_dia_chi_mac_dinh
source: Default address cannot be deleted
ja: デフォルトのアドレスは削除できません
vi: Không xóa được địa chỉ mặc định

# nhan_vien_cham_soc
source: Customer Service staff
ja: 担当者
vi: Nhân viên chăm sóc

# tinh_thanh_thanh_pho
source: Province/City
ja: 市県
vi: Tỉnh thành/Thành phố

# quan_huyen
source: District
ja: 区地域
vi: Quận huyện

# phuong_xa
source: Ward
ja: 区
vi: Phường xã

# neu_khong_nhap_he_thong_se_tu_dong_sinh_ra_ma_khach_hang
source: If you do not enter, the system will automatically generate a customer code
ja: 入力しない場合、システムは自動的に顧客コードを生成します
vi: Nếu không nhập hệ thống sẽ tự động sinh ra mã khách hàng

# thong_tin_co_ban
source: Basic information
ja: 基本情報
vi: Thông tin cơ bản

# chi_tiet_khach_hang
source: Customer details
ja: 顧客の詳細情報
vi: Chi tiết khách hàng

# don_hang_cua_toi
source: My order
ja: 私の注文
vi: Đơn hàng của tôi

# so_dia_chi
source: Address
ja: 住所
vi: Sổ địa chỉ

# ma_don_hang
source: Order number
ja: 注文コード
vi: Mã đơn hàng

# tong_tien
source: Total amount
ja: 合計金額
vi: Tổng tiền

# ten_dia_chi
source: Address name
ja: 住所名
vi: Tên địa chỉ

# them_dia_chi
source: Add address
ja: 住所を追加する
vi: Thêm địa chỉ

# don_hang_moi
source: New order
ja: 新しい注文
vi: Đơn hàng mới

# xac_nhan
source: Confirm
ja: 確認
vi: Xác nhận

# dong_goi
source: Packing
ja: 包装
vi: Đóng gói

# xuat_kho
source: Goods Issue
ja: 発送
vi: Xuất kho

# hoan_thanh
source: Complete
ja: 完了
vi: Hoàn thành

# huy
source: Cancel
ja: キャンセル
vi: Hủy

# chinh_sua
source: Edit
ja: 編集
vi: Chỉnh sửa

# danh_sach_don_van
source: List of bills of lading
ja: 輸送リスト
vi: Danh sách đơn vận

# chi_tiet_don_van
source: Bill of lading details
ja: 配送注文情報
vi: Chi tiết đơn vận

# cho_lay_hang
source: Waiting for the goods
ja: 商品の受付を待つ
vi: Chờ lấy hàng

# dang_giao_hang
source: Delivery in progress
ja: 発送中
vi: Đang giao hàng

# da_giao_hang
source: Delivered
ja: お届け済
vi: Đã giao hàng

# huy_dong_goi
source: Cancellation of packing
ja: 包装キャンセル
vi: Hủy đóng gói

# huy_giao_va_cho_nhan
source: Cancel delivery and wait to receive
ja: 配達をキャンセルしたが受け取るのを待っている
vi: Hủy giao và chờ nhận

# huy_giao_va_da_nhan
source: Canceled delivery and received
ja: 配達をキャンセルしたが受け取った
vi: Hủy giao và đã nhận

# thong_tin_don_van
source: Bill of lading information
ja: 配送情報
vi: Thông tin đơn vận

# ma_don_van
source: Bill of lading number
ja: 注文番後
vi: Mã đơn vận

# ma_hoa_don
source: Invoice code
ja: 領収書番号
vi: Mã hóa đơn

# tinh_trang_giao_hang
source: Delivery status
ja: 配送状況
vi: Tình trạng giao hàng

# phuong_thuc
source: Method
ja: 方法
vi: Phương thức

# tien_thu_ho_cod
source: Cash on Delivery (COD)
ja: 収納代行(COD)
vi: Tiền thu hộ (COD)

# phi_tinh_cho_khach
source: Fees for guests
ja: お客様の料金
vi: Phí tính cho khách

# phi_tra_dtgh
source: Fees for ĐTGH
ja: 輸送会社に支払う料金
vi: Phí trả ĐTGH

# trong_luong
source: Weight
ja: 重さ
vi: Trọng lượng

# kich_thuoc
source: Size
ja: サイズ
vi: Kích thước

# dai
source: Long
ja: 長さ
vi: Dài

# rong
source: Wide
ja: 広さ
vi: Rộng

# cao
source: High
ja: 高さ
vi: Cao

# thong_tin_nguoi_nhan
source: Recipient Information
ja: 受取人の情報
vi: Thông tin người nhận

# nguoi_nhan
source: Recipient
ja: 受取人
vi: Người nhận

# thong_tin_san_pham
source: Product information
ja: 商品の情報
vi: Thông tin sản phẩm

# ma
source: Code
ja: コード
vi: Mã

# ten_san_pham
source: Product's name
ja: 商品名
vi: Tên sản phẩm

# chiet_khau
source: Discount
ja: 割引
vi: Chiết khấu

# thanh_tien
source: Amount
ja: 合計
vi: Thành tiền

# phi_van_chuyen
source: Shipping fee
ja: 送料
vi: Phí vận chuyển

# khach_phai_tra
source: Customer pay
ja: お客様が支払う料金
vi: Khách phải trả

# nhan_tai_cua_hang
source: Pick up at the store
ja: 店舗で受け取り
vi: Nhận tại của hàng

# van_chuyen_thong_thuong
source: Normal shipping
ja: 通常配送
vi: Vận chuyển thông thường

# khong_lay_duoc_thong_tin_hang_van_chuyen
source: Can't get carrier information
vi: Không lấy được thông tin hãng vận chuyển

# thong_tin_chi_nhanh
source: Branch information
ja: 支店情報
vi: Thông tin chi nhánh

# ten_chi_nhanh
source: Branch name
ja: 支店名
vi: Tên chi nhánh

# ten_nguoi_dai_dien
source: Representative
ja: 代表者名
vi: Tên người đại diện

# ma_chi_nhanh
source: Branch code
ja: 支店コード
vi: Mã chi nhánh

# ma_buu_dien
source: ZIP code
ja: 郵便番号
vi: Mã bưu điện

# so_dien_thoai_chi_nhanh
source: Branch phone number
ja: 支店の電話番号
vi: Số điện thoại chi nhánh

# dia_chi_chi_nhanh
source: Branch address
ja: 支店の住所
vi: Địa chỉ chi nhánh

# chi_nhanh_mac_dinh
source: Default branch
ja: デフォルト支店
vi: Chi nhánh mặc định

# mo_ta_chi_nhanh
source: Branch description
ja: 支店の説明
vi: Mô tả chi nhánh

# them_chi_nhanh
source: Add branch
ja: 支店を追加する
vi: Thêm chi nhánh

# chi_nhanh
source: Branch
ja: 支店
vi: Chi nhánh

# chi_tiet_chi_nhanh
source: Branch details
ja: 支店の情報
vi: Chi tiết chi nhánh

# tong_quan
source: Overview
ja: 概要
vi: Tổng quan

# giao_dien
source: Interface
ja: インターフェイス
vi: Giao diện

# cau_hinh
source: Configuration
ja: 構成
vi: Cấu hình

# xin_chao
source: Hello
ja: こんにちは
vi: Xin chào

# quan_ly_giao_dien
source: Interface management
ja: インターフェイス管理
vi: Quản lý giao diện

# thiet_lap_giao_dien
source: Interface settings
ja: インターフェース設定
vi: Thiết lập giao diện

# danh_sach_giao_dien
source: List of interfaces
ja: インターフェイスのリスト
vi: Danh sách giao diện

# quan_ly_va_thiet_lap_giao_dien_mac_dinh
source: Manage and set default interface
ja: デフォルトのインターフェースを管理および設定する
vi: Quản lý và thiết lập giao diện mặc định

# cai_dat_va_thiet_lap_giao_dien
source: Install and set up the interface
ja: インターフェイスのインストールとセットアップ
vi: Cài đặt và thiết lập giao diện

# chinh_sua_file_giao_dien_goc
source: Edit the original interface file
ja: 元のインターフェイスファイルを編集する
vi: Chỉnh sửa file giao diện gốc

# tuy_chinh_css_cho_website
source: Customize css for website
ja: サイトのcssをカスタマイズする
vi: Tùy chỉnh css cho website

# tuy_chinh_javascript_cho website
source: Customize javascript for website
ja: サイトのjavascriptをカスタマイズする
vi: Tùy chỉnh javascript cho website

# thiet_lap_block
source: Set up blocks
ja: ブロックを設立する
vi: Thiết lập block

# danh_sach_block
source: Block list
ja: ブロックリスト
vi: Danh sách block

# quan_ly_cac_block_cua_website
source: Manage website blocks
ja: ウェブサイトのブロックを管理する
vi: Quản lý các block của website

# them_block
source: Add block
ja: ブロックを追加する
vi: Thêm block

# them_block_moi_cho_website
source: Add new block for website
ja: ウェブサイトのブロックを新しく追加する
vi: Thêm block mới cho website

# thiet_lap_khac
source: Other settings
ja: その他の設定
vi: Thiết lập khác

# quan_ly_thong_tin_menu
source: Manage menu information
ja: メニューの情報を管理する
vi: Quản lý thông tin menu

# quan_ly_ma_nhung
source: Manage Embed Code
ja: 埋め込みコードを管理する
vi: Quản lý mã nhúng

# thiet_lap_thong_tin_website
source: Set up website information
ja: ウェブサイトの情報を設立する
vi: Thiết lập thông tin website

# thiet_lap_cau_hinh_seo
source: Set up SEO configuration
ja: SEOの構成を設立する
vi: Thiết lập cấu hình SEO

# thiet_lap_duong_dan_tinh
source: Set up a static path
ja: パーマリンクを設立する
vi: Thiết lập đường dẫn tĩnh

# thiet_lap_cau_hinh_email
source: Email configuration settings
ja: メールの構成を設立する
vi: Thiết lập cấu hình email

# thiet_lap_ngon_ngu_website
source: Set website language
ja: ウェブサイトの言語を設立する
vi: Thiết lập ngôn ngữ website

# thiet_lap_cau_hinh_mau_in
source: Configuring the print pattern
ja: 印刷サンプルの構成を設立する
vi: Thiết lập cấu hình mẫu in

# cai_dat_cua_hang
source: Store settings
ja: 店舗の設定
vi: Cài đặt cửa hàng

# nguon_ban_hang
source: Sales source
ja: サプライヤー
vi: Nguồn bán hàng

# them_va_quan_ly_nguon_tao_ra_don_hang
source: Add and manage order generation sources
ja: 注文の作成を追加と管理する
vi: Thêm và quản lý nguồn tạo ra đơn hàng

# thiet_lap_tai_khoan
source: Account settings
ja: アカウントの設立
vi: Thiết lập tài khoản

# thiet_lap_nhom_quyen
source: Set up permission groups
ja: 権限グループを設立する
vi: Thiết lập nhóm quyền

# thiet_lap_phan_quyen
source: Set permissions
ja: 権限を設定する
vi: Thiết lập phân quyền

# cau_hinh_san_pham
source: Product configuration
ja: 製品構成
vi: Cấu hình sản phẩm

# thiet_lap_cau_hinh_san_pham
source: Product Configuration
ja: 製品構成の設立
vi: Thiết lập cấu hình sản phẩm

# kiem_tra_so_luong_san_pham_truoc_khi_them_vao_gio_hang
source: Check product quantity before adding to cart
ja: カートに追加する前に商品の数量を確認してください
vi: Kiểm tra số lượng sản phẩm trước khi thêm vào giỏ hàng

# xoa_bo_nho_luu_tru_tam_thoi_cua_website
source: Clear the website's temporary storage
ja: ウェブサイトの書き替え可能なメモリーを削除する
vi: Xóa bộ nhớ lưu trữ tạm thời của website

# bao_mat_cua_website
source: Website security
ja: ウェブサイトのセキュリティ
vi: Bảo mật của website

# van_don
source: Bill of lading
ja: 注文
vi: Vận đơn

# tao_don_hang
source: Create order
ja: 注文を作成する
vi: Tạo đơn hàng

# danh_sach_don_hang
source: Order List
ja: 注文のリスト
vi: Danh sách đơn hàng

# khach_tra_hang
source: Customer return
ja: お客様が返品
vi: Khách trả hàng

# dat_hang
source: Place Order
ja: 注文
vi: Đặt hàng

# duyet_don
source: Approve order
ja: 注文受付
vi: Duyệt đơn

# thong_tin_don_hang
source: Order information
ja: 注文内容
vi: Thông tin đơn hàng

# nguon_don_hang
source: Order source
ja: サプライヤー先
vi: Nguồn đơn hàng

# tao_moi_don
source: Create a new order
ja: 注文を新しく作成する
vi: Tạo mới đơn

# khong_lay_duoc_thong_tin_don_hang
source: Can't get order information
vi: Không lấy được thông tin đơn hàng

# trang_thai_don_hang_khong_hop_le
source: Invalid order status
vi: Trạng thái đơn hàng không hợp lệ

# nhan_vien
source: Staff
ja: スタッフ
vi: Nhân viên

# thong_tin_khach_hang
source: Customer information
ja: お客さ情報
vi: Thông tin khách hàng

# tim_kiem_danh_muc_san_pham
source: Search the product catalog
vi: Tìm kiếm danh mục sản phẩm

# tim_kiem_khach_hang
source: Search customer
ja: 顧客を検索
vi: Tìm kiếm khách hàng

# tim_kiem_khach_hang_f4
source: Search for customers (F4)
ja: お客さんを探す(F4)
vi: Tìm kiếm khách hàng (F4)

# tim_kiem_san_pham_f3
source: Search product (F3)
ja: 商品を探す(F3)
vi: Tìm kiếm sản phẩm (F3)

# thanh_toan_don_hang
source: Payment order
ja: 注文を清算する
vi: Thanh toán đơn hàng

# dong_goi_va_giao_hang
source: Packing and shipping
ja: 包装と配送
vi: Đóng gói và giao hàng

# xac_nhan_thanh_toan
source: Payment confirmation
ja: 決済確認
vi: Xác nhận thanh toán

# dong_goi_cho_van_chuyen
source: Packed for shipping
ja: 包装して、配送を待っている
vi: Đóng gói chờ vận chuyển

# hinh_thuc_thanh_toan
source: Payment method
ja: 支払い方法
vi: Hình thức thanh toán

# tien_mat
source: Cash
ja: 現金
vi: Tiền mặt

# chuyen_khoan
source: Transfer
ja: 銀行振り込み
vi: Chuyển khoản

# quet_the
source: Swipe card
ja: クレジットカードで支払い
vi: Quẹt thẻ

# so_tien_thanh_toan
source: payment amount
ja: 支払い金額
vi: số tiền thanh toán

# so_tien_thanh_toan_khong_duoc_lon_hon_gia_tri_don_hang
source: The payment amount cannot be greater than the order value
ja: お支払い金額は注文金額を超えることはできません
vi: Số tiền thanh toán không được lớn hơn giá trị đơn hàng

# ma_tham_chieu
source: Reference code
ja: 参照コード
vi: Mã tham chiếu

# ngay_thanh_toan
source: Date of payment
ja: 支払日
vi: Ngày thanh toán

# phi_van_chuyen_thu_khach_hang
source: Shipping fee collected by customer
ja: お客様が徴収する配送料
vi: Phí vận chuyển thu khách hàng

# tu_van_chuyen
source: Self shipping
ja: 自己配送
vi: Tự vận chuyển

# khach_hang_se_den_cua_hang_cua_ban_de_lay_hang
source: Customers will come to your store to pick up goods
ja: お客さんが直接に店舗に受け取りに来る
vi: Khách hàng sẽ đến cửa hàng của bạn để lấy hàng

# ban_hay_them_khach_hang_de_su_dung_dich_vu_giao_hang
source: Please add customers to use the delivery service
ja: 配送サービスを利用するために顧客を追加してください
vi: Bạn hãy thêm khách hàng để sử dụng dịch vụ giao hàng

# cap_nhat_tai_day
source: Update here
ja: ここでアップデート
vi: Cập nhật tại đây

# tao_don_va_duyet
source: Create order and approve
ja: 注文作成と確認
vi: Tạo đơn và duyệt

# them_moi_khach_hang
source: Add new customer
ja: 新しい顧客を追加する
vi: Thêm mới khách hàng

# them_moi_san_pham
source: Add new products
ja: 新商品を追加する
vi: Thêm mới sản phẩm

# ly_do
source: Reason
ja: 理由
vi: Lý do

# tao_don_hang_moi
source: Create a new order
ja: 新しい注文を作成する
vi: Tạo đơn hàng mới

# dia_chi_giao_hang
source: Delivery address
ja: 配送先の住所
vi: Địa chỉ giao hàng

# don_hang_da_duoc_thanh_toan_toan_bo
source: The order has been paid in full
ja: 注文は全額支払われました
vi: Đơn hàng đã được thanh toán toàn bộ

# da_thanh_toan
source: Paid
ja: 清算済
vi: Đã thanh toán

# giao_hang
source: Delivery
ja: 配送
vi: Giao hàng

# dong
source: Close
ja: 閉じる
vi: Đóng

# huy_don
source: Cancel order
ja: 注文キャンセル
vi: Hủy đơn

# sua_thong_tin
source: Edit information
ja: 情報を修正する
vi: Sửa thông tin

# dang_xuat
source: Log out
ja: ログアウト
vi: Đăng xuất

# chiet_khau_don_hang
source: Order discount
ja: 注文の割引
vi: Chiết khấu đơn hàng

# chi_tiet_don_hang
source: Order details
ja: 注文内容
vi: Chi tiết đơn hàng

# ngay_lap_don
source: Application date
ja: 作成日
vi: Ngày lập đơn

# phuong_thuc_van_chuyen_khong_hop_le
source: Invalid shipping method
ja: 配送方法が無効です
vi: Phương thức vận chuyển không hợp lệ

# vui_long_nhap_so_dien_thoai_khach_hang
source: Please enter customer phone number
ja: お客様の電話番号を入力してください
vi: Vui lòng nhập số điện thoại khách hàng

# thong_tin_quoc_gia_chua_chinh_xac
source: Country information is not accurate
ja: 国の情報が正確ではありません
vi: Thông tin quốc gia chưa chính xác

# vui_long_chon_thong_tin_tinh_thanh
source: Please select city information
ja: 都市情報を選択してください
vi: Vui lòng chọn thông tin tỉnh thành
