Repository: xuanhieu3796/ximang
Catalog: core/resources/locales/*/admin.po
Languages: ja, vi

# vui_long_chon_thong_tin_quan_huyen
source: Please select district information
ja: 地区情報を選択してください
vi: Vui lòng chọn thông tin quận huyện

# luu_thong_tin_don_hang_khong_thanh_cong
source: Saving order information failed
ja: 注文情報の保存が不成功
vi: Lưu thông tin đơn hàng không thành công

# cap_nhat_ma_don_hang_khong_thanh_cong
source: Order number update failed
ja: 注文コードの更新が不成功
vi: Cập nhật mã đơn hàng không thành công

# luu_thong_tin_thanh_toan_khong_thanh_cong
source: Saving payment information failed
ja: 支払い情報の保存が不成功
vi: Lưu thông tin thanh toán không thành công

# luu_thong_tin_van_chuyen_khong_thanh_cong
source: Saving shipping information failed
ja: 配送情報の保存が不成功
vi: Lưu thông tin vận chuyển không thành công

# loai_don_khong_hop_le
source: Invalid application type
ja: 無効な注文タイプ
vi: Loại đơn không hợp lệ

# khong_lay_duoc_thong_tin_hoa_don_lien_quan
source: Can't get related invoice information
ja: 関連する請求書の情報を取得できません
vi: Không lấy được thông tin hóa đơn liên quan

# trang_thai_khong_hop_le
source: Invalid status
ja: 無効なステータス
vi: Trạng thái không hợp lệ

# vui_long_chon_san_pham
source: Please choose a product
ja: 商品をお選びください
vi: Vui lòng chọn sản phẩm

# id_san_pham_khong_hop_le
source: Invalid product ID
ja: 無効な商品ID
vi: ID sản phẩm không hợp lệ

# loai_phieu_thanh_toan_khong_hop_le
source: Invalid voucher type
ja: 無効なバウチャータイプ
vi: Loại phiếu thanh toán không hợp lệ

# doi_tuong_thanh_toan_khong_hop_le
source: Invalid payer
ja: 無効な支払人
vi: Đối tượng thanh toán không hợp lệ

# so_tien_thanh_toan_khong_hop_le
source: Invalid payment amount
ja: お支払い金額が無効です
vi: Số tiền thanh toán không hợp lệ

# phuong_thuc_thanh_toan_khong_hop_le
source: Invalid payment method
ja: 無効な支払い方法
vi: Phương thức thanh toán không hợp lệ

# upload_thanh_cong
source: Upload successfully
ja: アップロード成功
vi: Upload thành công

# danh_sach_don_tra_hang
source: List of return orders
ja: 返品リクエストのリスト
vi: Danh sách đơn trả hàng

# tao_don_tra_hang
source: Create a return order
ja: 返品リクエストを作成する
vi: Tạo đơn trả hàng

# danh_sach_don_hang_thanh_cong
source: List of successful orders
ja: 注文リストの作成が完了
vi: Danh sách đơn hàng thành công

# thanh_cong
source: Successfully
ja: 成功
vi: Thành công

# trang_thai_thanh_toan
source: Payment status
ja: 支払い状況
vi: Trạng thái thanh toán

# thanh_toan_thanh_cong
source: Payment success
ja: 支払い完了
vi: Thanh toán thành công

# phuong_thuc_thanh_toan
source: Payment method
ja: 支払い方法
vi: Phương thức thanh toán

# thanh_toan_tien_mat
source: Cash payment
ja: 現金で支払い
vi: Thanh toán tiền mặt

# ma_phieu_thanh_toan
source: Payment voucher code
ja: 請求書番号
vi: Mã phiếu thanh toán

# tat_ca_san_pham_da_duoc_giao
source: All products have been delivered
ja: 全ての商品が配送完了
vi: Tất cả sản phẩm đã được giao

# hoan_tra_hang_da_giao
source: Refund of delivered goods
ja: 配達された商品を返却する
vi: Hoàn trả hàng đã giao

# phuong_thuc_van_chuyen
source: Shipping method
ja: 配送方法
vi: Phương thức vận chuyển

# mo_ta_phuong_thuc
source: Method description
vi: Mô tả phương thức

# tien_thu_ho
source: Collected money
ja: 収納代行の料金
vi: Tiền thu hộ

# phi_van_chuyen_thu_cua_khach
source: Shipping fee collected from the customer
ja: お客様から徴収する配送料
vi: Phí vận chuyển thu của khách

# hoan_tra
source: Return
ja: 返却
vi: Hoàn trả

# ngay_tra_hang
source: Return date
ja: 返却日
vi: Ngày trả hàng

# tra_hang
source: Return
ja: 返品
vi: Trả hàng

# so_luong_tra
source: Amount of return
ja: 返品数量
vi: Số lượng trả

# so_luong_mua
source: Amount of purchase
ja: 購入数量
vi: Số lượng mua

# so_luong_san_pham
source: Product quantity
ja: 商品の数
vi: Số lượng sản phẩm

# tong_tien_tra_khach
source: Total payment for customer
ja: 支払い合計額
vi: Tổng tiền trả khách

# hoan_tien
source: Refund
ja: 返金
vi: Hoàn tiền

# nhan_hang
source: Receive
ja: 受け取る
vi: Nhận hàng

# da_nhan_hang_tra_lai
source: Returns received
ja: 返品を受け取った
vi: Đã nhận hàng trả lại

# don_hang_nay_da_hoan_tra_het_khong_the_tiep_tuc_thuc_hien
source: This order has been fully refunded and cannot be processed
ja: この注文は全額返金されており、処理できません
vi: Đơn hàng này đã hoàn trả hết, không thể tiếp tục thực hiện

# khong_lay_duoc_thong_tin_san_pham_trong_don_hang
source: Can't get product information in order
ja: 注文リストで商品の情報を取得できません
vi: Không lấy được thông tin sản phẩm trong đơn hàng

# ngay_nhan_hang
source: Date of receipt of goods
ja: 商品の受付日
vi: Ngày nhận hàng

# duoc_tra_tu_don_hang
source: Paid from the order
ja: 注文から返品する
vi: Được trả từ đơn hàng

# xem_chi_tiet
source: See details
ja: 詳細を見る
vi: Xem chi tiết

# xem
source: See
ja: 見る
vi: Xem

# don_hang_da_duoc_hoan_tien_toan_bo
source: The order has been fully refunded
ja: 全額返金されました
vi: Đơn hàng đã được hoàn tiền toàn bộ

# con_phai_tra
source: Still have to pay
ja: まだ支払う必要がある
vi: Còn phải trả

# don_tra_hang_da_nhan_duoc_hang
source: Return order has been received
ja: 返品注文を受け付けました
vi: Đơn trả hàng đã nhận được hàng

# thanh_toan
source: Pay
ja: 支払い
vi: Thanh toán

# nhan_hang_hoan_lai
source: Get refunds
ja: 返品を受ける
vi: Nhận hàng hoàn lại

# xac_nhan_da_nhan_lai_hang_hoan_cua_khach_hang
source: Confirm receipt of customer's return
ja: お客様の受け取った返品の確認
vi: Xác nhận đã nhận lại hàng hoàn của khách hàng

# cap_nhat_thong_tin_khach_hang
source: Update customer information
ja: 顧客の情報を更新する
vi: Cập nhật thông tin khách hàng

# da_tra_hang_hang_toan_bo
source: Return good to Carrier in full
ja: 全ての商品が返却された
vi: Đã trả hàng hãng toàn bộ

# ban_co_chac_chan_chan_xuat_kho_don_giao_hang_nay_khong
source: Are you sure to ship this delivery order
ja: この注文を発送してもよろしいですか
vi: Bạn có chắc chắn xuất kho đơn giao hàng này không

# xac_nhan_huy_don_hang
source: Order Cancellation Confirmation
ja: キャンセル確認
vi: Xác nhận hủy đơn hàng

# ban_chac_chan_muon_huy_don_hang
source: You definitely want to cancel your order
ja: この注文をキャンセルしてもよろしいですか
vi: Bạn chắc chắn muốn hủy đơn hàng

# thao_tac_nay_khong_the_khoi_phuc_va_se_tac_dong_den
source: This action cannot be undone and will affect
ja: このアクションは元に戻せず、影響を与えます
vi: Thao tác này không thể khôi phục và sẽ tác động đến

# thay_doi_so_luong_san_pham
source: Change product quantity
ja: 商品の数量を変更する
vi: Thay đổi số lượng sản phẩm

# thay_doi_trang_thai_va_thong_tin_cua_don_hang
source: Change order status and information
ja: 注文ステータスと情報の変更
vi: Thay đổi trạng thái và thông tin của đơn hàng

# huy_phieu_giao_van_va_thu_chi_don_hang
source: Cancel the delivery note and the order receipt
ja: 商品の配送や収支をキャンセルする
vi: Hủy phiếu giao vận và thu chi đơn hàng

# tao_don_moi
source: Create new order
ja: 新しい注文を作成する
vi: Tạo đơn mới

# thanh_toan_loi
source: Error payment
ja: 支払いエラー
vi: Thanh toán lỗi

# cho_thu_ho
source: Waiting for collection
ja: 収納代行を待つ
vi: Chờ thu hộ

# dang_cho_xac_nhan
source: Waiting for confirmation
ja: 確認を待つ
vi: Đang chờ xác nhận

# dang_cho_duyet
source: Waiting for approval
ja: 検閲を待っている
vi: Đang chờ duyệt

# thanh_toan_chuyen_khoan
source: Transfer payments
ja: 振り込みで支払い
vi: Thanh toán chuyển khoản

# thanh_toan_quet_the
source: Card payment
ja: クレジットカードで支払い
vi: Thanh toán quẹt thẻ

# thanh_toan_qua_cong_thanh_toan
source: Payment via payment gateway
ja: ペイメントゲートウェイで支払い
vi: Thanh toán qua cổng thanh toán

# thanh_toan_bang_voucher
source: Payment by voucher
ja: バウチャーで支払い
vi: Thanh toán bằng voucher

# thanh_toan_thu_ho
source: Payment for collection
ja: 収納代行で支払い
vi: Thanh toán thu hộ

# cho_nhan_hang
source: Waiting to receive the goods
ja: 受け取りを待つ
vi: Chờ nhận hàng

# da_nhan_hang
source: Item received
ja: 商品受け取り完了
vi: Đã nhận hàng

# gui_qua_hang_van_chuyen
source: Send to carrier
ja: 配達業務に送る
vi: Gửi qua hãng vận chuyển

# huy_giao_hang
source: Cancellation of delivery
ja: 配送をキャンセルする
vi: Hủy giao hàng

# huy_giao_va_nhan_lai_hang
source: Cancel delivery and return the goods
ja: 配達をキャンセルして、それを取り戻します
vi: Hủy giao và nhận lại hàng

# thay_doi_dia_chi
source: Change address
ja: 住所を変更する
vi: Thay đổi địa chỉ

# them_dia_chi_moi
source: Add new address
ja: 新しい住所を追加する
vi: Thêm địa chỉ mới

# phi_van_chuyen_phai_chi_cho_nhan_vien_van_chuyen_hoac_hang_van_chuyen
source: Shipping fees must be paid to the shipper or the carrier
ja: 配送料は運送スタッフまたは運送業者に支払う必要があります
vi: Phí vận chuyển phải chi cho nhân viên vận chuyển hoặc hãng vận chuyển

# khoi_luong
source: Volume
ja: 重さ
vi: Khối lượng

# ban_hay_them_san_pham_vao_don_hang_de_su_dung_dich_vu_giao_hang
source: Please add products to your order to use the delivery service
ja: 配送サービスを利用するには、ご注文に商品を追加してください
vi: Bạn hãy thêm sản phẩm vào đơn hàng để sử dụng dịch vụ giao hàng

# thay_doi_dia_chi_giao_hang
source: Change of delivery address
ja: 配送先の住所を変更する
vi: Thay đổi địa chỉ giao hàng

# khong_cho_phep_xoa_nguon_don_hang_nay
source: This order source cannot be deleted
ja: この注文由来は削除できません
vi: Không cho phép xóa nguồn đơn hàng này

# thong_tin_don_hang_khong_hop_le
source: Invalid order information
ja: 注文情報が無効です
vi: Thông tin đơn hàng không hợp lệ

# cap_nhat_don_hang
source: Update order
ja: 注文を更新する
vi: Cập nhật đơn hàng

# khong_tim_thay_thong_tin_don_hang
source: Order information could not be found
ja: 注文情報が見つかりません
vi: Không tìm thấy thông tin đơn hàng

# so_tien_thanh_toan_vuot_qua_so_tien_can_thanh_toan
source: The payment amount exceeds the amount to be paid
ja: お支払い金額が必要な支払い金額を超えています
vi: Số tiền thanh toán vượt quá số tiền cần thanh toán

# khong_tim_thay_thong_tin_van_chuyen
source: No shipping information found
ja: 配送情報が見つかりません
vi: Không tìm thấy thông tin vận chuyển

# don_hang_khach_tra
source: Orders paid by customers
ja: お客さんの返品リスト
vi: Đơn hàng khách trả

# chi_tiet_don_tra_hang
source: Payment order details
ja: 返品リスト内容
vi: Chi tiết đơn trả hàng

# vui_long_chon_san_pham_vao_don_tra_hang
source: Please select product to the return order
ja: 商品を返品リストに入れてください
vi: Vui lòng chọn sản phẩm vào đơn trả hàng

# nhan_lai_hang_hoan_thanh_cong
source: Receive the return order successfully
ja: 返品の受け取るが完了
vi: Nhận lại hàng hoàn thành công

# trang_thuong
source: Regular page
ja: 通常のページ
vi: Trang thường

# trang_bo_cuc
source: Layout page
ja: レイアウトページ
vi: Trang bố cục

# trang_chu
source: Home page
ja: トップページ
vi: Trang chủ

# danh_sach_san_pham
source: List of products
ja: 商品リスト
vi: Danh sách sản phẩm

# chi_tiet_san_pham
source: Product details
ja: 商品の内容
vi: Chi tiết sản phẩm

# chi_tiet_bai_viet
source: Article details
ja: 投稿の内容
vi: Chi tiết bài viết

# phan_tich_bai_viet_va_tu_khoa
source: Analyze articles and keywords
ja: 投稿とキーワードの分析
vi: Phân tích bài viết và từ khóa

# cap_nhat_san_pham
source: Update product
ja: 商品を更新する
vi: Cập nhật sản phẩm

# cap_nhat_thong_tin
source: Update information
ja: 情報を更新する
vi: Cập nhật thông tin

# gia_va_so_luong_san_pham
source: Price and quantity of products
ja: 商品の価格を数量
vi: Giá và số lượng sản phẩm

# chon_thuoc_tinh_san_pham
source: Select product attributes
ja: 商品の特徴を選択する
vi: Chọn thuộc tính sản phẩm

# gia_va_phien_ban_san_pham
source: Price and version of products
ja: 商品のバージョンと価格
vi: Giá và phiên bản sản phẩm

# chon_thuoc_tinh
source: Select attributes
ja: 特徴を選択する
vi: Chọn thuộc tính

# anh_san_pham
source: Product image
ja: 商品写真
vi: Ảnh sản phẩm

# san_co
source: Available
ja: 在庫がある
vi: Sẵn có

# bo_san_pham_day_du
source: Full set of products
ja: フルセット
vi: Bộ sản phẩm đầy đủ

# thay_doi_thuoc_tinh
source: Change attributes
ja: プロパティを変更する
vi: Thay đổi thuộc tính

# cac_thanh_phan_gom_trong_bo_san_pham_nay
source: Components included in this kit
ja: このセットに含まれる成分
vi: Các thành phần gồm trong bộ sản phẩm này

# gia_ban_le_san_pham_cho_chuong_trinh_khuyen_mai
source: Retail price of products for promotions
ja: プロモーションの小売価格
vi: Giá bán lẻ sản phẩm cho chương trình khuyến mại

# gia_khuyen_mai
source: Promotional price
ja: セール価格
vi: Giá khuyến mại

# sao_chep_thong_tin_phien_ban_dau_tien_cho_cac_phien_ban_con_lai
source: Copy first version information for remaining versions
ja: 最初のバージョン情報を残りのバージョンにコピーします
vi: Sao chép thông tin phiên bản đầu tiên cho các phiên bản còn lại

# sao_chep_so_luong_phien_ban_dau_tien_cho_cac_phien_ban_con_lai
source: Copy the first version number for the remaining versions
ja: 最初のバージョンの数を残りのバージョンにコピーする
vi: Sao chép số lượng phiên bản đầu tiên cho các phiên bản còn lại

# sao_chep_gia_phien_ban_dau_tien_cho_cac_phien_ban_con_lai
source: Copy the first version price for the remaining versions
ja: 最初のバージョンを残りのバージョンにコピーする
vi: Sao chép giá phiên bản đầu tiên cho các phiên bản còn lại

# xoa_thong_tin_tat_ca_phien_ban
source: Delete all version information
ja: すべてのバージョン情報を削除する
vi: Xóa thông tin tất cả phiên bản

# ap_dung_thuoc_tinh
source: Apply attributes
ja: プロパティを適用する
vi: Áp dụng thuộc tính

# chọn_thuoc_tinh
source: Select attributes
ja: 特徴を選択する
vi: Chọn thuộc tính

# them_phien_ban_san_pham
source: Add product version
ja: 商品バージョンを追加する
vi: Thêm phiên bản sản phẩm

# mo_ta_san_pham
source: Product Description
ja: 商品の説明
vi: Mô tả sản phẩm

# duong_dan_video
source: Video link
ja: ビデオリンク
vi: Đường dẫn video

# chon_tep
source: Select file
ja: フォルダーを選択する
vi: Chọn tệp

# tu_khoa
source: Key word
ja: キーワード
vi: Từ khóa

# tot
source: Good
ja: 良い
vi: Tốt

# binh_thuong
source: Normal
ja: 通常
vi: Bình thường

# chua_dat
source: Not yet reached
ja: 達成しない
vi: Chưa đạt

# chua_co
source: Not yet available
ja: まだない
vi: Chưa có

# tac_gia
source: Author
ja: 著者
vi: Tác giả

# kich_hoat_giao_dien
source: Enable interface
ja: インターフェイスを有効にする
vi: Kích hoạt giao diện

# dang_kich_hoat
source: Active
ja: アクティブ中
vi: Đang kích hoạt

# cho_kich_hoat
source: Waiting for activation
ja: アクティベーションを待っている
vi: Chờ kích hoạt

# them_giao_dien_moi
source: Add new interface
ja: 新しいインターフェースを追加する
vi: Thêm giao diện mới

# them_va_quan_ly_chi_nhanh
source: Add and manage branches
ja: 支店の追加と管理
vi: Thêm và quản lý chi nhánh

# loai_block
source: Block type
ja: ブロックタイプ
vi: Loại block

# ten_block
source: Block name
ja: ブロック名
vi: Tên block

# cap_nhat_block
source: Update block
ja: ブロックを更新する
vi: Cập nhật block

# cau_hinh_chung
source: General configuration
ja: 一般的な構成
vi: Cấu hình chung

# du_lieu_mo_rong
source: Extended data
ja: 拡張データ
vi: Dữ liệu mở rộng

# sua_giao_dien
source: Edit interface
ja: インターフェースを編集する
vi: Sửa giao diện

# lich_su_thay_doi
source: History of change
ja: 変更履歴
vi: Lịch sử thay đổi

# nhung_class_se_duoc_dat_o_the_bao_ngoai_cua_block
source: Classes will be placed in the outer tag of the block
ja: これらのクラスはブロックの外側のタグに配置される
vi: Những class sẽ được đặt ở thẻ bao ngoài của block

# lay_du_lieu_theo
source: Get data by
ja: によってデータを取得する
vi: Lấy dữ liệu theo

# tu_dong_theo_trang
source: Auto by page
ja: ページごとに自動
vi: Tự động theo trang

# lay_tu_dong_theo_duong_dan
source: Get it automatically by the path
ja: パスで自動的に取得
vi: Lấy tự động theo đường dẫn

# luu_cau_hinh
source: Save configuration
ja: 構成を保存する
vi: Lưu cấu hình

# tim_hieu_ve_json
source: Learn about JSON
ja: JSONについて調べる
vi: Tìm hiểu về JSON

source: The extended data will be saved as JSON and the block can read this data for display
ja: 拡張データはJSONとして保存され、ブロックはこのデータを読み取って表示できます
vi: Dữ liệu mở rộng sẽ được lưu dưới dạng JSON và block có thể đọc được dữ liệu này để hiển thị ra ngoài

# so_ban_ghi_hien_thi
source: Number of records displayed
ja: 表示されたレコードの数
vi: Số bản ghi hiển thị

# so_luong_ban_ghi_se_hien_thi_trong_block
source: Number of records to show in block
ja: ブロックに表示するレコードの数
vi: Số lượng bản ghi sẽ hiển thị trong block

# su_dung_phan_trang
source: Use pagination
ja: ページ付けを使用する
vi: Sử dụng phân trang

# neu_su_dung_phan_trang_thi_cau_hinh_so_san_pham_se_duoc_bo_qua
source: If pagination is used, the product number configuration will be ignored
ja: ページ付けが使用されている場合、商品番号の構成は無視される
vi: Nếu sử dụng phân trang thì cấu hình số sản phẩm sẽ được bỏ qua

# sap_xep_theo
source: Sorted by
ja: 並べ替え
vi: Sắp xếp theo

# luot_xem
source: View
ja: 閲覧数
vi: Lượt xem

# luot_thich
source: Likes
ja: いいねの数
vi: Lượt thích

# luot_binh_luan
source: Comments
ja: コメントの数
vi: Lượt bình luận

# noi_bat
source: Outstanding
ja: 注目
vi: Nổi bật

# ngay_cap_nhat
source: Update day
ja: 更新日
vi: Ngày cập nhật

# giam_dan
source: Decreasing
ja: 減る順
vi: Giảm dần

# tang_dan
source: Increasing
ja: 増える順
vi: Tăng dần

# luu_thong_tin
source: Save information
ja: 情報を保存する
vi: Lưu thông tin

# thanh_toan_truc_tiep
source: Direct payment
ja: 直接に支払い
vi: Thanh toán trực tiếp

# thanh_toan_paypal
source: Paypal Payment
ja: Paypalで支払い
vi: Thanh toán Paypal

# thanh_toan_bao_kim
source: Bao Kim Payment
ja: Bảo Kimで支払い
vi: Thanh toán Bảo Kim

# thanh_toan_vnptpay
source: VNPTPAY Payment
vi: Thanh toán VNPT PAY

# thanh_toan_onepay
source: Onepay Payment
ja: Onepayで支払い
vi: Thanh toán Onepay

# thanh_toan_onepay_noi_dia
source: Domestic Onepay payment
ja: 国内Onepayで支払い
vi: Thanh toán Onepay nội địa

# thanh_toan_onepay_quoc_te
source: International Onepay payment
ja: 国際Onepayで支払い
vi: Thanh toán Onepay quốc tế

# thanh_toan_onepay_tra_gop
source: Onepay installment payment
vi: Thanh toán Onepay trả góp

# thanh_toan_alepay
source: Alepay Payment
ja: Alepayで支払い
vi: Thanh toán Alepay

# thanh_toan_vnpay
source: Vnpay Payment
ja: Vnpayで支払い
vi: Thanh toán Vnpay

# thanh_toan_momo
source: Momo Payment
ja: Momoで支払い
vi: Thanh toán Momo

# nhan_hoa_azpay
source: AzPay Payment
vi: Nhân Hòa AzPay

# dang_hoat_dong
source: Active
ja: アクティブ
vi: Đang hoạt động

# dang_phat_trien
source: Developing
ja: 発展中
vi: Đang phát triển

# ten_phuong_thuc
source: Method name
ja: 方法名
vi: Tên phương thức

# huong_dan_cau_hinh
source: Configuration guide
ja: 構成ガイド
vi: Hướng dẫn cấu hình

# cau_hinh_tai_khoan_ngan_hang
source: Configure bank account
ja: 銀行口座の構成
vi: Cấu hình tài khoản ngân hàng

# thong_tin_cau_hinh
source: Configuration information
ja: 構成情報
vi: Thông tin cấu hình

# mo_ta
source: Description
ja: 説明
vi: Mô tả

# ten_ngan_hang
source: Bank name
ja: 銀行名
vi: Tên ngân hàng

# chu_tai_khoan
source: Account holder
ja: 口座名義人
vi: Chủ tài khoản

# so_tai_khoan
source: Account number
ja: 口座番号
vi: Số tài khoản

# them_moi_tai_khoan
source: Add new account
ja: 新しいアカウントを追加する
vi: Thêm mới tài khoản

# ma_giao_dich
source: Transaction code
ja: 取引コード
vi: Mã giao dịch

# chi_tiet_giao_dich
source: Transaction details
ja: 取引の詳細
vi: Chi tiết giao dịch

# loai_phieu
source: Kinds of receipt
ja: 用紙の種類
vi: Loại phiếu

# phieu_thu
source: Receipt
ja: 収入用紙
vi: Phiếu thu

# phieu_chi
source: Payment
ja: 支出用紙
vi: Phiếu chi

# doi_tuong_nop
source: Payer
ja: 提出者
vi: Đối tượng nộp

# doi_tuong_nhan
source: Receiver
ja: 受信者
vi: Đối tượng nhận

# ten_nguoi_nop
source: Name of Payer
ja: 提出者の名前
vi: Tên người nộp

# ten_nguoi_nhan
source: Name of Receiver
ja: 受信者の名前
vi: Tên người nhận

# so_tien
source: Amount
ja: 値段
vi: Số tiền

# hach_toan_ket_qua_kinh_doanh
source: Accounting for business results
ja: 業績の会計処理
vi: Hạch toán kết quả kinh doanh

# binh_luan
source: Comment
ja: コメント
vi: Bình luận

# binh_luan_danh_gia
source: Comment/Rate
ja: コメント/評価
vi: Bình luận/Đánh giá

# cho_duyet
source: Waiting for approval
ja: 検閲中
vi: Chờ duyệt

# khong_duyet_binh_luan
source: Do not browse comment
ja: コメントを承認しない
vi: Không duyệt bình luận

# duyet_binh_luan
source: Browse comments
ja: コメントを承認する
vi: Duyệt bình luận

# da_duyet
source: Browsed
ja: 検閲完了
vi: Đã duyệt

# nhap_binh_luan
source: Enter a comment
ja: コメントを入力する
vi: Nhập bình luận

# ngay_truoc
source: Yesterday
ja: 先日
vi: Ngày trước

# ua_thich
source: Favorite
ja: お気に入り
vi: Ưa thích

# quan_tri
source: Administration
ja: 管理
vi: Quản trị

# tai_lai_danh_sach
source: Reload the list
ja: リストをリロードする
vi: Tải lại danh sách

# danh_sach_binh_luan
source: Comments List
ja: コメントリスト
vi: Danh sách bình luận

# thong_tin_binh_luan
source: Comment information
ja: コメント情報
vi: Thông tin bình luận

# dia_chi_ip
source: IP address
ja: IPアドレス
vi: Địa chỉ IP

# xoa_binh_luan
source: Delete comment
ja: コメントを削除する
vi: Xóa bình luận

# xem_tai_day
source: See here
ja: こちらをご覧ください
vi: Xem tại đây

# xoa_cache_thanh_cong
source: Clear cache successfully
ja: キャッシュ削除完了
vi: Xóa cache thành công

# thuoc_tinh_mo_rong
source: Extended Attributes
ja: 拡張プロパティ
vi: Thuộc tính mở rộng

# tuy_chinh_cac_thuoc_tinh_mo_rong_cua_san_pham_va_bai_viet
source: Customize extended attributes of products and articles
ja: 商品や記事の拡張プロパティをカスタマイズする
vi: Tùy chỉnh các thuộc tính mở rộng của sản phẩm và bài viết

# xoa_du_lieu_thuoc_tinh_mo_rong
source: Delete extended attribute data
ja: 拡張プロパティデータを削除する
vi: Xóa dữ liệu thuộc tính mở rộng

# xoa_du_lieu_lien_he_tu_khach_hang
source: Delete contact data from customers
ja: カスタマーの連絡先データを削除する
vi: Xóa dữ liệu liên hệ từ khách hàng

# form_lien_he
source: Contact form
ja: 連絡フォーム
vi: Form liên hệ

# quan_ly_thong_tin_form_lien_he
source: Manage contact form information
ja: お問い合わせフォーム情報を管理する
vi: Quản lý thông tin form liên hệ

# mang_xa_hoi
source: Social network
ja: ソーシャルネットワーク
vi: Mạng xã hội

# cau_hinh_cac_thong_tin_lien_quan_den_cac_trang_mang_xa_hoi
source: Configure information related to social networking sites
ja: ソーシャルネットワーキングサイトに関連する情報の構成
vi: Cấu hình các thông tin liên quan đến các trang mạng xã hội

source: {0} used to configure the constructor for Facebook applications embedded in the Website
ja: {0}は、ウェブサイトに埋め込まれたフェイスブックのコンストラクターを構成するために使用されます
vi: {0} sử dụng để cấu hình hàm khởi tạo cho các ứng dụng của Facebook nhúng vào Website

# tai_thu_vien_facebook
source: Loading Facebook gallery
ja: フェイスブックギャラリーをダウンロードする
vi: Tải thư viện Facebook

# tai_thu_vien_google
source: Loading Google gallery
ja: グーグルライブラリをダウンロードする
vi: Tải thư viện Google

# thoi_gian_cho_tai_thu_vien
source: Waiting time for loading gallery
ja: ライブラリの読み込みタイムアウト
vi: Thời gian chờ tải thư viện

source: Customize the appropriate library loading time to help your Website shorten the initial loading time
ja: 適切なライブラリの読み込み時間をカスタマイズして、ウェブサイトの初期読み込み時間を短縮できるようにする
vi: Tùy chỉnh thời gian tải thư viện phù hợp giúp Website của bạn rút ngắn thời gian tải ban đầu

# tien_te
source: Currency
ja: 通貨
vi: Tiền tệ

# thiet_lap_tien_te_cua_he_thong
source: Set the system currency
ja: システムの通貨を設定する
vi: Thiết lập tiền tệ của hệ thống

# chua_cai_dat_don_vi_tien_te_mac_dinh_cua_website
source: The website's default currency is not set
ja: ウェブサイトのデフォルト通貨が設定されていません
vi: Chưa cài đặt đơn vị tiền tệ mặc định của website

# doi_che_do
source: Change mode
ja: モードの変更
vi: Đổi chế độ

# chua_tao
source: Not created yet
ja: まだ作成されていません
vi: Chưa tạo

# thay_doi_che_do_website
source: Change website mode
ja: ウェブサイトモードを変更する
vi: Thay đổi chế độ website

# thong_tin_bao_mat
source: Security information
ja: セキュリティ情報
vi: Thông tin bảo mật

# cau_hinh_thong_tin_bao_mat_cua_website
source: Configure website security information
ja: ウェブサイトのセキュリティ情報の構成
vi: Cấu hình thông tin bảo mật của website

# chong_spam_va_bao_ve_thong_tin_du_lieu
source: Anti-spam and protect data information
ja: スパム対策とデータ情報の保護
vi: Chống spam và bảo vệ thông tin dữ liệu

# chon_anh_giao_dien
source: Select interface image
ja: インターフェイスイメージを選択する
vi: Chọn ảnh giao diện

# chon_anh_tu_cdn
source: Select image from CDN
ja: CDNからの画像を選択する
vi: Chọn ảnh từ CDN

# nguoi_nhan_nop
source: Recipients pay
ja: 受信者は支払い
vi: Người nhận nộp

# da_huy
source: Cancelled
ja: キャンセル完了
vi: Đã hủy

# cho_xet_duyet
source: Waiting for approval
ja: 承認待ち
vi: Chờ xét duyệt

# tim_kiem_theo_ghi_chu
source: Search by notes
ja: メモで検索
vi: Tìm kiếm theo ghi chú

# con_no
source: Still owed
ja: 支払いがまだ残っている
vi: Còn nợ

# thanh_toan_hoan_tat
source: Payment completed
ja: 支払い完了
vi: Thanh toán hoàn tất

# lien_he_cua_khach_hang
source: Customer contact
ja: 顧客からの連絡
vi: Liên hệ của khách hàng

# danh_gia
source: Rate
ja: 評価
vi: Đánh giá

# danh_sach_media
source: Media list
ja: メディアリスト
vi: Danh sách media

# danh_sach_plugin
source: Plugin list
ja: プラグインのリスト
vi: Danh sách Plugin

# su_dung_cache
source: Use Cache
ja: キャッシュの使用
vi: Sử dụng Cache

# nhung_class_cau_hinh_se_duoc_dat_o_the_bao_ngoai_cua_block
source: The configuration classes will be placed in the outer tag of the block
ja: 構成クラスはブロックの外部タグに配置される
vi: Những class cấu hình sẽ được đặt ở thẻ bao ngoài của block

# logo_cong_ty
source: Company's logo
ja: 会社のロゴ
vi: Logo công ty
