Repository: xuanhieu3796/ximang
Catalog: core/resources/locales/*/admin.po
Languages: ja, vi

# khoi_tao_quy_trinh_thanh_cong
source: Successful process initialization
ja: プロセスの初期化が成功しました
vi: Khởi tạo quy trình thành công

# doc_thong_tin_du_lieu_thanh_cong
source: Read data information successfully
ja: データ情報を正常に読み取りました
vi: Đọc thông tin dữ liệu thành công

# da_thuc_hien
source: Implemented
ja: 完了
vi: Đã thực hiện

# thuoc_tinh_mo_rong_phien_ban_san_pham
source: Product version extension attributes
ja: 製品バージョンの拡張属性
vi: Thuộc tính mở rộng phiên bản sản phẩm

# export_du_lieu_thuoc_tinh_mo_rong_cua_phien_ban_san_pham
source: Export product version extended attribute data
ja: 製品バージョンの拡張属性データをエクスポート
vi: Export dữ liệu thuộc tính mở rộng của phiên bản sản phẩm

# gui_yeu_cau
source: Send request
ja: リクエストを送信
vi: Gửi yêu cầu

# gui_yeu_cau_thanh_cong
source: Submit request successfully
ja: リクエストは正常に送信されました
vi: Gửi yêu cầu thành công

source: {0} have received your support request. We will contact you and get back to you within 24 hours. Thank you for your contribution
ja: {0} がサポート リクエストを受け取りました。24 時間以内にご連絡し、対応させていただきます。ご協力ありがとうございます。
vi: {0} đã nhận được yêu cầu hỗ trợ của bạn. Chúng tôi sẽ liên hệ và phản hồi lại bạn trong thời gian tối đa 24h. Cám ơn bạn đã tham gia đóng góp

# goi_ngay
source: Call now
ja: 今すぐ電話してください
vi: Gọi ngay

# gui_thong_tin_ho_tro
source: Send support information
ja: サポート情報を送信
vi: Gửi thông tin hỗ trợ

# dung_luong_toi_da_{0}_va_so_luong_toi_da_{1}_tep_tin
source: Maximum capacity {0} and maximum quantity {1} file(s)
ja: 最大容量 {0} と最大ファイル数 {1}
vi: Dung lượng tối đa {0} và số lượng tối đa {1} tệp tin

# hotline_ho_tro
source: Hotline support
ja: サポートホットライン
vi: Hotline hỗ trợ

# chua_co_thong_bao_nao
source: No notification yet
ja: まだ発表はありません
vi: Chưa có thông báo nào

# thong_bao_cua_toi
source: My notification
ja: 私の通知
vi: Thông báo của tôi

# thong_bao_chung
source: General notification
ja: 一般的なお知らせ
vi: Thông báo chung

# vua_xong
source: Just finished
ja: 完了しました
vi: Vừa xong

# phut_truoc
source: Minute ago
ja: 直前
vi: Phút trước

# gio_truoc
source: Hour ago
ja: 過去 1 時間
vi: Giờ trước

# thang_truoc
source: Month ago
ja: 先月
vi: Tháng trước

# nam_truoc
source: Year ago
ja: 昨年
vi: Năm trước

# xem_them
source: See more
ja: もっと見る
vi: Xem thêm

# khong_tim_thay_thong_tin_ma_coupon
source: Unable to get coupon information
ja: クーポンコード情報が見つかりません
vi: Không tìm thấy thông tin mã coupon

# so_ban_ghi_danh_muc_bai_viet_vuot_qua_du_lieu_hien_tai
source: The number of article category records exceeds the current data
ja: 投稿カテゴリのレコード数が現在のデータを超えています
vi: Số bản ghi danh mục bài viết vượt quá dữ liệu hiện tại

# so_ban_ghi_danh_muc_san_pham_vuot_qua_du_lieu_hien_tai
source: The number of product catalog records exceeds the current data
ja: 製品カタログのレコード数が現在のデータを超えています
vi: Số bản ghi danh mục sản phẩm vượt quá dữ liệu hiện tại

# so_ban_ghi_bai_viet_vuot_qua_du_lieu_hien_tai
source: The number of article records exceeds the current data
ja: 投稿レコード数が現在のデータを超えています
vi: Số bản ghi bài viết vượt quá dữ liệu hiện tại

# so_ban_ghi_san_pham_vuot_qua_du_lieu_hien_tai
source: Number of product records exceeds current data
ja: 製品レコードの数が現在のデータを超えています
vi: Số bản ghi sản phẩm vượt quá dữ liệu hiện tại

# so_ban_ghi_tag_bai_viet_vuot_qua_du_lieu_hien_tai
source: The number of records tagging the article exceeds the current data
ja: 投稿タグレコードの数が現在のデータを超えています
vi: Số bản ghi tag bài viết vượt quá dữ liệu hiện tại

# so_ban_ghi_tag_san_pham_vuot_qua_du_lieu_hien_tai
source: The number of product tag records exceeds the current data
ja: 商品タグのレコード数が現在のデータを超えています
vi: Số bản ghi tag sản phẩm vượt quá dữ liệu hiện tại

# so_ban_ghi_thuong_hieu_vuot_qua_du_lieu_hien_tai
source: Number of brand records exceeds current data
ja: ブランドレコードの数が現在のデータを超えています
vi: Số bản ghi thương hiệu vượt quá dữ liệu hiện tại

# cau_hinh_id_du_lieu
source: Configure Data ID
ja: データID設定
vi: Cấu hình ID dữ liệu

source: Note: Check the ID in the tables of the database that will import the data later, make sure that the configuration IDs for the tables are the current highest value.
ja: 注: 後でデータをインポートするデータベース テーブルの ID を確認し、テーブルの構成 ID が現在の最大値であることを確認してください。
vi: Lưu ý: Kiểm tra ID trong các bảng của database sau này sẽ import dữ liệu, đảm bảo rằng ID cấu hình cho các bảng là giá trị cao nhất hiện tại

# the_tag_san_pham
source: Product tags
ja: 商品タグ
vi: Thẻ tag sản phẩm

# id_bat_dau_cua_danh_muc
source: Category's start ID
ja: カテゴリ開始ID
vi: ID bắt đầu của danh mục

# id_bat_dau_cua_bai_viet
source: The article's starting ID
ja: 投稿開始ID
vi: ID bắt đầu của bài viết

# id_bat_dau_cua_san_pham
source: Product's start ID
ja: 製品開始ID
vi: ID bắt đầu của sản phẩm

# id_bat_dau_cua_thuong_hieu
source: Brand's start ID
ja: ブランド開始ID
vi: ID bắt đầu của thương hiệu

# id_bat_dau_cua_the_tag
source: tag's start ID
ja: タグ開始ID
vi: ID bắt đầu của thẻ tag

# id_bat_dau_cua_thuoc_tinh_mo_rong
source: Extended attribute start ID
ja: 拡張属性の開始 ID
vi: ID bắt đầu của thuộc tính mở rộng

# duong_dan_cdn_hien_tai
source: Current CDN path
ja: 現在の CDN パス
vi: Đường dẫn CDN hiện tại

# duong_dan_cdn_moi
source: New CDN path
ja: 新しい CDN パス
vi: Đường dẫn CDN mới

# tiep_tuc
source: Continue
ja: 続行
vi: Tiếp tục

# mau_tieu_de
source: Title color
ja: タイトルの色
vi: Màu tiêu đề

# chuyen_doi_danh_muc
source: Switch categories
ja: カテゴリを切り替える
vi: Chuyển đổi danh mục

# chuyen_doi_danh_muc_bai_viet
source: Switch article categories
ja: 記事カテゴリを切り替える
vi: Chuyển đổi danh mục bài viết

# chuyen_doi_danh_muc_san_pham
source: Switch product categories
ja: 製品カテゴリを切り替える
vi: Chuyển đổi danh mục sản phẩm

# tong_so_danh_muc
source: Total number of categories
ja: カテゴリの合計
vi: Tổng số danh mục

# da_chuyen_doi
source: Switched
ja: 変換されました
vi: Đã chuyển đổi

# chuyen_doi_du_lieu
source: Data converting
ja: データ変換
vi: Chuyển đổi dữ liệu

# quay_lai_buoc_truoc
source: Go back to the previous step
ja: 前のステップに戻る
vi: Quay lại bước trước

source: After performing the Data Export and downloading the Data Export File successfully, clear the Cache to avoid taking up space on the website
ja: データを正常にエクスポートし、エクスポート データ ファイルをダウンロードした後、Web サイト上のスペースの占有を避けるためにキャッシュをクリアしてください。
vi: Sau khi thực hiện Export dữ liệu và tải File Export dữ liệu thành công, hãy xóa Cache để tránh chiếm dung lượng của website

# chua_co_cau_hinh
source: No configuration yet
ja: まだ設定がありません
vi: Chưa có cấu hình

# them_ma_nhung
source: Add embed code
ja: 埋め込みコードを追加
vi: Thêm mã nhúng

# ten_ma_nhung
source: Embed code name
ja: コード名を埋め込む
vi: Tên mã nhúng

# chuyen_doi_thanh_cong
source: Successful conversion
ja: 変換が成功しました
vi: Chuyển đổi thành công

# luu_cau_hinh_mo_rong_thanh_cong
source: Save the extended configuration successfully
ja: 拡張機能の設定は正常に保存されました
vi: Lưu cấu hình mở rộng thành công

# chuyen_doi_bai_viet
source: Article converting
ja: 変換後
vi: Chuyển đổi bài viết

# tong_so_bai_viet
source: Total article
ja: 合計投稿数
vi: Tổng số bài viết

# chuyen_doi_thuong_hieu
source: Brand converting
ja: ブランドを切り替える
vi: Chuyển đổi thương hiệu

# tong_so_thuong_hieu
source: Total brand
ja: ブランドの合計
vi: Tổng số thương hiệu

# chuyen_doi_thuong_hieu_thanh_cong
source: Successful brand converting
ja: ブランド変換が成功しました
vi: Chuyển đổi thương hiệu thành công

# chuyen_doi_san_pham
source: Product converting
ja: 製品を切り替える
vi: Chuyển đổi sản phẩm

# tong_so_san_pham
source: Total product
ja: 製品の合計
vi: Tổng số sản phẩm

# chuyen_doi_san_pham_thanh_cong
source: Successful product converting
ja: 成功した製品の総数
vi: Tổng số sản phẩm thành công

# chuyen_doi_thuoc_tinh_mo_rong
source: Extended attribute converting
ja: 拡張属性の切り替え
vi: Chuyển đổi thuộc tính mở rộng

# tong_so_thuoc_tinh
source: Total attribute
ja: 属性の総数
vi: Tổng số thuộc tính

# chuyen_doi_thuoc_tinh_thanh_cong
source: Successful attribute converting
ja: 属性変換が成功しました
vi: Chuyển đổi thuộc tính thành công

# chuyen_doi_the_tags
source: Tags converting
ja: タグを切り替え
vi: Chuyển đổi thẻ Tags

# tong_so_the_tags
source: Total Tags
ja: タグの合計
vi: Tổng số thẻ Tags

# hoan_thanh_chuyen_doi_du_lieu
source: Complete data conversion
ja: データ変換が完了しました
vi: Hoàn thành chuyển đổi dữ liệu

# danh_muc_bai_viet_da_chuyen_doi
source: List of converted articles
ja: 変換された記事カテゴリ
vi: Danh mục bài viết đã chuyển đổi

# danh_muc_san_pham_da_chuyen_doi
source: List of converted product
ja: 変換された製品カテゴリ
vi: Danh mục sản phẩm đã chuyển đổi

# bai_viet_da_chuyen_doi
source: Converted articles
ja: 変換された記事
vi: Bài viết đã chuyển đổi

# san_pham_da_chuyen_doi
source: Converted product
ja: 変換された製品
vi: Sản phẩm đã chuyển đổi

# thuong_hieu_da_chuyen_doi
source: Converted brand
ja: 変換された属性
vi: Thương hiệu đã chuyển đổi

# thuoc_tinh_da_chuyen_doi
source: Converted attribute
ja: 変換されたタグ
vi: Thuộc tính đã chuyển đổi

# the_tag_da_chuyen_doi
source: Converted tag
ja: データファイルのエクスポート
vi: Thẻ tag đã chuyển đổi

# xuat_file_du_lieu
source: Export data
ja: データファイルをダウンロード
vi: Xuất file dữ liệu

# tai_file_du_lieu
source: Download data files
ja: メディアをダウンロード
vi: Tải file dữ liệu

# tai_media
source: Download Media
ja: 親指をロード
vi: Tải Media

# tai_thumbs
source: Download Thumbs
ja: 親指をロード
vi: Tải Thumbs

# thong_tin_danh_muc
source: Catalog Information
ja: カテゴリー情報
vi: Thông tin danh mục

# nhap_du_lieu_excel_thanh_cong
source: Import excel data successfully
ja: Excel データは正常にインポートされました
vi: Nhập dữ liệu excel thành công

source: Product {0} already exists on the system, please enter the product id to update this product
ja: 製品 {0} はシステム上にすでに存在します。この製品を更新するには製品 ID を入力してください。
vi: Sản phẩm {0} đã tồn tại trên hệ thống vui lòng nhập dùng id sản phẩm để cập nhật sản phẩm này

# san_pham_{0}_khong_lay_duoc_thong_tin_ngon_ngu
source: Product {0} did not get the language information
ja: 製品 {0} は言語情報を取得できませんでした
vi: Sản phẩm {0} không lấy được thông tin ngôn ngữ

# cap_nhat_thong_tin_san_pham_khong_thanh_cong
source: Update product information failed
ja: 製品情報の更新に失敗しました
vi: Cập nhật thông tin sản phẩm không thành công

# khong_tao_duoc_du_lieu
source: Unable to create data
ja: データの作成に失敗しました
vi: Không tạo được dữ liệu

# khong_lay_duoc_ten_thu_muc_excel
source: Can't get excel folder name
ja: Excelフォルダー名を取得できません
vi: Không lấy được tên thư mục excel

# khong_co_du_lieu_excel
source: No excel data
ja: Excel データがありません
vi: Không có dữ liệu excel

# khong_lay_duoc_thong_tin_san_pham_co_id_la_{0}
source: Can't get product information with id {0}
ja: ID {0} の製品情報を取得できませんでした
vi: Không lấy được thông tin sản phẩm có id là {0}

# thuong_hieu_ap_dung
source: Applicable brand
ja: 該当するブランド
vi: Thương hiệu áp dụng

# thuong_hieu_da_chon
source: Selected brand
ja: 選択されたブランド
vi: Thương hiệu đã chọn

# tim_kiem_thuong_hieu
source: Search brand
ja: ブランド検索
vi: Tìm kiếm thương hiệu

# ap_dung
source: Apply
ja: 適用
vi: Áp dụng

# giam_gia_hang_loat
source: Bulk discount
ja: 一括割引
vi: Giảm giá hàng loạt

# ap_dung_giam_gia_hang_loat_doi_voi_cac_tuy_chon_duoi_day
source: Apply bulk discount on the options below
ja: 以下のオプションに一括割引を適用します
vi: Áp dụng giảm giá hàng loạt đối với các tùy chọn dưới đây

# phan_tram_giam_gia
source: % promotion
ja: % プロモーション
vi: % khuyến mãi

# ap_dung_voi_toan_bo_san_pham
source: Applies to all product
ja: すべての製品に適用されます
vi: Áp dụng với toàn bộ sản phẩm

# ap_dung_voi_danh_muc
source: Applies to category
ja: カテゴリに適用
vi: Áp dụng với danh mục

# ap_dung_voi_thuong_hieu
source: Apply with brand
ja: ブランドに適用
vi: Áp dụng với thương hiệu

# ban_vui_long_nhap_thong_tin_giam_gia
source: Please enter discount information
ja: 割引情報を入力してください
vi: Bạn vui lòng nhập thông tin giảm giá

# gia_khuyen_mai_trong_khoang_1_den_100
source: Promotion price in the range of 1 - 100
ja: 1 ～ 100 のプロモーション価格
vi: Giá khuyến mãi trong khoảng 1 - 100

# ban_vui_long_chon_thong_tin_ap_dung_giam_gia
source: Please select the information to apply the discount
ja: 割引を適用する情報を選択してください
vi: Bạn vui lòng chọn thông tin áp dụng giảm giá

# block_giao_dien
source: Block interface
ja: インターフェイスブロック
vi: Block giao diện

# xac_nhan_toi_khong_phai_nguoi_may
source: Confirm I am not a robot
ja: 私がロボットではないことを確認してください
vi: Xác nhận tôi không phải người máy

# vui_long_xac_nhan_truoc_khi_dang_nhap
source: Please confirm before logging in
ja: ログインする前にご確認ください
vi: Vui lòng xác nhận trước khi đăng nhập

# ma_xac_nhan_khong_chinh_xac
source: Confirmation code is incorrect
ja: 検証コードが正しくありません
vi: Mã xác nhận không chính xác

# chi_chap_nhan_dinh_dang
source: Only accept the format
ja: 形式のみを受け入れます
vi: Chỉ chấp nhận định dạng

# chuyen_doi_sang_dinh_dang_{0}
source: Convert to format {0}
ja: {0} 形式に変換
vi: Chuyển đổi sang định dạng {0}

# chuyen_huong_{0}
source: Redirect {0}
ja: リダイレクト {0}
vi: Chuyển hướng {0}

# them_chuyen_huong_{0}
source: Add redirect {0}
ja: リダイレクト {0} を追加
vi: Thêm chuyển hướng {0}

# cap_nhat_chuyen_huong_{0}
source: Update redirect {0}
ja: リダイレクト {0} を更新
vi: Cập nhật chuyển hướng {0}

# vui_long_cau_hinh_chuyen_huong_{0}_truoc_khi_su_dung_chuc_nang_nay
source: Please configure redirection {0} before using this function
ja: この関数を使用する前にリダイレクト {0} を設定してください。
vi: Vui lòng cấu hình chuyển hướng {0} trước khi sử dụng chức năng này

# cau_hinh_duong_dan
source: url configuration
ja: パス設定
vi: Cấu hình đường dẫn

# bo_dinh_dang_unicode_cho_duong_dan
source: Cancle unicode format for path
ja: パスの Unicode 形式を削除
vi: Bỏ định dạng unicode cho đường dẫn

# ngon_ngu_quan_tri_website
source: Language of website administration
ja: ウェブサイト管理言語
vi: Ngôn ngữ quản trị website

# ngon_ngu_quan_tri
source: Language of admin
ja: 管理言語
vi: Ngôn ngữ quản trị

# tieng_viet
source: Vietnamese
ja: ベトナム語
vi: Tiếng việt

# phien_ban_ap_dung_theo_danh_muc_san_pham
source: The version applies according to the product category
ja: 製品カテゴリごとの適用可能なバージョン
vi: Phiên bản áp dụng theo danh mục sản phẩm

# thuoc_tinh_ap_dung_theo_danh_muc_bai_viet
source: The attribute applies according to the article category
ja: 投稿カテゴリごとに適用される属性
vi: Thuộc tính áp dụng theo danh mục bài viết

# thuoc_tinh_ap_dung_theo_danh_muc_san_pham
source: Properties applied according to the product category
ja: 製品カテゴリごとに適用可能な属性
vi: Thuộc tính áp dụng theo danh mục sản phẩm

# thuoc_tinh_theo_danh_muc
source: Properties according to the category
ja: カテゴリのプロパティ
vi: Thuộc tính theo danh mục

# cau_hinh_danh_sach_thuoc_tinh_theo_danh_muc
source: Configure list of attributes according to the category
ja: カテゴリごとにプロパティリストを設定
vi: Cấu hình danh sách thuộc tính theo danh mục

# thuong_hieu_ap_dung_theo_danh_muc_san_pham
source: Brand applies according to the product category
ja: 製品カテゴリごとに適用されるブランド
vi: Thương hiệu áp dụng theo danh mục sản phẩm

# huy_giao_dich
source: Cancel transaction
ja: トランザクションをキャンセル
vi: Hủy giao dịch

source: if the subcategory is not set up the system will default to the parent category
ja: 子カテゴリが設定されていない場合、システムはデフォルトで親カテゴリを使用します
vi: Nếu không cấu hình danh mục con thì hệ thống sẽ mặc định áp dụng theo danh mục cha

# duong_dan_cu
source: Old Path
ja: 古いパス
vi: Đường dẫn cũ

# duong_dan_moi
source: New Path
ja: 新しいパス
vi: Đường dẫn mới

# ten_ket_noi
source: Connection name
ja: 接続名
vi: Tên kết nối

# phan_mem_quan_ly_ban_hang
source: Sales management software
ja: 販売管理ソフトウェア
vi: Phần mềm quản lý bán hàng

# dong_bo_cua_hang_tu_kiotviet
source: Synchronize stores from Kiotviet
ja: Kiotviet からストアを同期
vi: Đồng bộ cửa hàng từ Kiotviet

# doi_tac_quan_ly_kho_hang
source: Warehouse Management Partner
ja: 倉庫管理パートナー
vi: Đối tác quản lý kho hàng

# cau_hinh_thong_tin_phan_mem_quan_ly_kho_hang_cua_doi_tac
source: Configure warehouse management software information of partner
ja: パートナー倉庫管理ソフトウェア情報の構成
vi: Cấu hình thông tin phần mềm quản lý kho hàng của đối tác

# tao_ma_qr_thanh_cong
source: Successful QR code generation
ja: QRコードが正常に作成されました
vi: Tạo mã QR thành công

# tao_ma_qr_khong_thanh_cong
source: QR code generation failed
ja: QRコードの生成に失敗しました
vi: Tạo mã QR không thành công

# tham_so_{0}_khong_hop_le
source: Parameter {0} is not valid
ja: 無効なパラメータ {0}
vi: Tham số {0} không hợp lệ

# tham_so_{0}_qua_dai_do_dai_cho_phep_la_{1}_ky_tu
source: Parameter {0} is too long. Allowed length is {1} characters
ja: パラメータ {0} が長すぎます。許容される長さは {1} 文字です。
vi: Tham số {0} quá dài. Độ dài cho phép là {1} ký tự

# cap_nhat_ton_kho
source: Update inventory
ja: インベントリを更新
vi: Cập nhật tồn kho

# dang_ky_webhook
source: Register webhook
ja: Webhook を登録
vi: Đăng ký webhook

# loai_webhook
source: Type webhook
ja: Webhook タイプ
vi: Loại webhook

# danh_sach_webhook
source: List webhook
ja: Webhook リスト
vi: Danh sách webhook

# dong_bo_danh_sach_webhook
source: List sync webhook
ja: Webhook リストを同期
vi: Đồng bộ danh sách webhook

# huy_webhook
source: Cancel webhook
ja: Webhookをキャンセル
vi: Hủy webhook

# dang_ky
source: Register
ja: 登録
vi: Đăng ký

# khong_co_thong_tin_webhook
source: No information webhook
ja: Webhook 情報がありません
vi: không có thông tin webhook

# khong_lay_duoc_thong_tin_cua_hang
source: Can't get store information
ja: ストア情報の取得に失敗しました
vi: Không lấy được thông tin cửa hàng

# dang_ky_webhook_khong_thanh_cong
source: Webhook registration failed
ja: Webhook の登録に失敗しました
vi: Đăng ký webhook không thành công

# dang_ky_webhook_thanh_cong
source: Webhook registration successful
ja: Webhook の登録が成功しました
vi: Đăng ký webhook thành công

# xoa_webhook_khong_thanh_cong
source: Failed to delete webhook
ja: Webhook の削除に失敗しました
vi: Xóa webhook không thành công

# xoa_webhook_thanh_cong
source: successful deleted webhook
ja: Webhook の削除に成功しました
vi: Xóa webhook thành công

# khong_lay_duoc_danh_sach_webhook
source: Can't get webhooks list
ja: Webhook リストの取得に失敗しました
vi: Không lấy được danh sách webhook

# lay_thong_tin_webhook_thanh_cong
source: Retrieving webhook information successful
ja: Webhook 情報の取得に成功しました
vi: Lấy thông tin webhook thành công

# dong_bo_danh_sach_cua_hang_thanh_cong
source: Synchronized store list successful
ja: ストアリストは正常に同期されました
vi: Đồng bộ danh sách cửa hàng thành công

# danh_sach_khach_hang
source: List of customers
ja: 顧客リスト
vi: Danh sách khách hàng

# thoi_gian_tao_don
source: Order creation time
ja: オーダー作成時間
vi: Thời gian tạo đơn

# ho_va_ten_khach_hang
source: Customer's first and last name
ja: 顧客のフルネーム
vi: Họ và tên khách hàng

# kenh
source: Channel
ja: チャンネル
vi: Kênh

# thong_tin_giao_dich
source: Transaction information
ja: トランザクション情報
vi: Thông tin giao dịch

# thoi_gian_giao_dich
source: Transaction time
ja: トランザクション時間
vi: Thời gian giao dịch

# loai_video
source: Type of video
ja: ビデオの種類
vi: Loại video

# cau_hinh_ma_qr
source: Configure QR code
ja: QRコード設定
vi: Cấu hình mã QR

# cau_hinh_ma_qr_giao_dich_don_hang
source: Configure QR code for order transactions
ja: 注文トランザクションの QR コードを設定
vi: Cấu hình mã QR giao dịch đơn hàng

# tao_ma_qr
source: Generate QR codes
ja: QRコードを生成
vi: Tạo mã QR

# ma_qr_giao_dich_don_hang
source: QR code of Order transaction
ja: 注文トランザクション QR コード
vi: Mã QR giao dịch đơn hàng

# ma_qr_thuong
source: Regular QR code
ja: 通常の QR コード
vi: Mã QR thường

# cau_hinh_ma_qr_thuong
source: Configure normal QR code
ja: 通常の QR コードを設定する
vi: Cấu hình mã QR thường

# tao_ma_qr_theo_loai
source: Generate QR codes by type
ja: タイプ別に QR コードを生成
vi: Tạo mã QR theo loại

# khoang_cach_cac_dong
source: Spacing of lines
ja: 行間
vi: Khoảng cách các dòng

# mau_sac
source: Color
ja: 色
vi: Màu sắc

# xem_truoc
source: Preview
ja: プレビュー
vi: Xem trước

# mo_ta_giao_dich
source: Transaction description
ja: トランザクションの説明
vi: Mô tả giao dịch

# ma_qr
source: QR Code
ja: QRコード
vi: Mã QR

# noi_dung_ma_qr
source: QR code content
ja: QRコードの内容
vi: Nội dung mã QR

# van_ban
source: Document
ja: テキスト
vi: Văn bản

# nhap_noi_dung
source: Import content
ja: コンテンツを入力
vi: Nhập nội dung

# xem_va_tai_ma
source: View and download code
ja: コードを表示してダウンロード
vi: Xem và tải mã

# ten_tai_khoan
source: Account name
ja: アカウント名
vi: Tên tài khoản

# ma_san_pham_da_ton_tai_tren_he_thong
source: The product code already exists on the system
ja: 製品コードはシステム上にすでに存在します。
vi: Mã sản phẩm đã tồn tại trên hệ thống

# thanh_toan_zalopay
source: Payment Zalopay
ja: Zalopay の支払い
vi: Thanh toán Zalopay

# ap_dung_tat_ca_so_luong
source: Apply all quantity
ja: すべての数量を適用
vi: Áp dụng tất cả số lượng

# tong_so_san_pham_tu_{0}
source: Total number of products from {0}
ja: {0} の商品の合計数
vi: Tổng số sản phẩm từ {0}

# khong_lay_duoc_thong_tin_san_pham
source: Unable to get product information
ja: 製品情報を取得できません
vi: Không lấy được thông tin sản phẩm

# dong_bo_tat_ca
source: Sync all
ja: すべてを同期
vi: Đồng bộ tất cả

# dong_bo_ton_kho_{0}
source: Sync inventory {0}
ja: 在庫 {0} を同期します
vi: Đồng bộ tồn kho {0}

# dong_bo_thuoc_tinh_truoc_khi_dong_bo_san_pham
source: Sync attributes before sync products
ja: 商品を同期する前に属性を同期
vi: Đồng bộ thuộc tính trước khi đồng bộ sản phẩm

# khong_lay_duoc_danh_sach_san_pham_{0}
source: Cannot get product {0} list
ja: 製品リスト {0} の取得に失敗しました
vi: Không lấy được danh sách sản phẩm {0}

# lay_danh_sach_san_pham_{0}_thanh_cong
source: Get product list {0} successfully
ja: 製品コード {0} の更新に失敗しました
vi: Cập nhật mã sản phẩm {0} không thành công

# cap_nhat_san_pham_{0}_thanh_cong
source: Product code update {0} successful
ja: 製品コード {0} を正常に更新しました
vi: Cập nhật mã sản phẩm {0} thành công

# cap_nhat_so_luong_{0}_khong_thanh_cong
source: Updating quantity {0} failed
ja: カウント {0} の更新に失敗しました
vi: Cập nhật số lượng {0} không thành công

# cap_nhat_so_luong_{0}_thanh_cong
source: Update count {0} successful
ja: 数量 {0} の更新が成功しました
vi: Cập nhật số lượng {0} thành công

# khong_lay_duoc_thong_tin_san_pham_{0}
source: Unable to get product information {0}
ja: 製品情報 {0} を取得できません
vi: Không lấy được thông tin sản phẩm {0}

# ton_kho
source: Inventory
ja: インベントリ
vi: Tồn kho

# dong_bo_don_hang_{0}_khong_thanh_cong
source: Sync of order {0} failed
ja: 注文 {0} の同期に失敗しました
vi: Đồng bộ đơn hàng {0} không thành công

# dong_bo_thuoc_tinh
source: Attribute sync
ja: プロパティを同期する
vi: Đồng bộ thuộc tính

# lay_danh_sach_thuoc_tinh_{0}_thanh_cong
source: Get properties list {0} successfully
ja: 属性リスト {0} の取得に成功しました
vi: Lấy danh sách thuộc tính {0} thành công

# dong_bo_thuoc_tinh_san_pham_{0}_thanh_cong
source: Product attribute {0} sync successful
ja: 商品属性 {0} の同期が成功しました
vi: Đồng bộ thuộc tính sản phẩm {0} thành công

# dong_bo
source: Sync
ja: 同期
vi: Đồng bộ

# dong_bo_tat_ca_san_pham_{0}
source: Sync all products {0}
ja: すべての製品 {0} を同期します
vi: Đồng bộ tất cả sản phẩm {0}

# khong_lay_duoc_thong_tin_thuoc_tinh_{0}
source: Cannot get properties {0} information
ja: 属性情報 {0} の取得に失敗しました
vi: Không lấy được thông tin thuộc tính {0}

# khong_lay_duoc_danh_sach_webhook_{0}
source: Cannot get webhook {0} list
ja: Webhook リスト {0} の取得に失敗しました
vi: Không lấy được danh sách webhook {0}

# them_moi_{0}_{1}
source: Add {0} {1}
ja: 新しい {0} {1} を追加
vi: Thêm mới {0} {1}

# cap_nhat_{0}_{1}
source: Update {0} {1}
ja: {0} {1}を更新
vi: Cập nhật {0} {1}

# thay_doi_trang_thai_{0}_{1}}
source: Change status {0} {1}
ja: ステータスを変更 {0} {1}
vi: Thay đổi trạng thái {0} {1}

# xoa_{0}_{1}
source: Delete {0} {1}
ja: {0} {1}を削除
vi: Xóa {0} {1}

# kich_hoat_{0}_{1}
source: Activate {0} {1}
ja: {0} {1}を有効にする
vi: Kích hoạt {0} {1}

# ngung_hoat_dong_{0}_{1}
source: Suspend {0} {1}
ja: 廃止された {0} {1}
vi: Ngừng hoạt động {0} {1}

# ngung_kinh_doanh_{0}_{1}
source: Stop business {0} {1}
ja: ビジネスを中止します {0} {1}
vi: Ngừng kinh doanh {0} {1}

# lich_su_cap_nhat
source: Update history
ja: 更新履歴
vi: Lịch sử cập nhật

# lich_su_cap_nhat_cua_tai_khoan
source: Account update history
ja: アカウント更新履歴
vi: Lịch sử cập nhật của tài khoản

# loai
source: Type
ja: タイプ
vi: Loại

# nguoi_thuc_hien
source: Implementer
ja: 実装者
vi: Người thực hiện

# thay_doi_du_lieu
source: Change data
ja: データを変更
vi: Thay đổi dữ liệu

# sua_tep_giao_dien
source: Chỉnh sửa tập tin giao diện
ja: テーマファイルを編集
vi: Sửa tệp giao diện

# lich_su_thay_doi_cua_tep
source: File change history
ja: ファイル変更履歴
vi: Lịch sử thay đổi của tệp

# so_sanh
source: Compare
ja: 比較
vi: So sánh

# ban_ghi_truoc
source: Previous record
ja: 前のレコード
vi: Bản ghi trước

# ban_ghi_hien_tai
source: Current record
ja: 現在のレコード
vi: Bản ghi hiện tại

# tao_moi
source: Create new
ja: 新規作成
vi: Tạo mới
