Repository: xuanhieu3796/ximang
Catalog: core/resources/locales/*/admin.po
Languages: ja, vi

# xac_nhan_huy_giao_dich
source: Confirm transaction cancellation
ja: 取引のキャンセルを確認する
vi: Xác nhận hủy giao dịch

# ban_chac_chan_muon_huy_giao_dich
source: Are you sure you want to cancel the transaction
ja: 取引をキャンセルしてもよろしいですか
vi: Bạn chắc chắn muốn hủy giao dịch

# xac_nhan_giao_hang_thanh_cong
source: Successful delivery confirmation
ja: 配送完了
vi: Xác nhận giao hàng thành công

# ban_chac_chan_muon_xac_nhan_giao_dich
source: You definitely want to confirm the transaction
ja: この取引を承認してもよろしいですか
vi: Bạn chắc chắn muốn xác nhận giao dịch

# mo_ta_cong_thanh_toan
source: Description of payment gateway
ja: 支払いゲートウェイの説明
vi: Mô tả cổng thanh toán

# ma_website
source: Website code
ja: ウェブサイトコード
vi: Mã website

# chuoi_tao_checksum
source: Checksum generation sequence
ja: チェックサムを生成する系列
vi: Chuỗi tạo checksum

# server_thanh_toan
source: Payment server
ja: 支払いサーバー
vi: Server thanh toán

# luu_nhap
source: Save draft
ja: 下書きを保存
vi: Lưu nháp

# them_san_pham_moi
source: More new products
ja: 新商品を追加する
vi: Thêm sản phẩm mới

# ten_phien_ban
source: Version name
ja: バージョン名
vi: Tên phiên bản

# chuc_nang_dang_duoc_phat_trien
source: Functions under development
ja: 開発中の機能
vi: Chức năng đang được phát triển

# thong_tin_nhom_quyen
source: Permission group information
ja: 権限グループ情報
vi: Thông tin nhóm quyền

# che_do_danh_cho_nha_phat_trien
source: Developer Mode
ja: 開発者のための匿名モード
vi: Chế độ danh cho nhà phát triển

source: In this mode the system disables HTML caching and the resource compressor is loaded
ja: このモードでは、システムはHTMLキャッシュを無効にし、リソースコンプレッサーがロードされます
vi: Ở chế độ này hệ thống sẽ vô hiệu hóa việc tạo cache HTML và bộ nén tài nguyên được tải

# che_do_hoan_thien
source: Finishing mode
ja: 仕上げモード
vi: Chế độ hoàn thiện

# giup_website_tang_toc_do_tai_va_hien_thi
source: Help website speed up loading and displaying
ja: ウェブサイトの読み込みと表示を高速化するのが役に立つ
vi: Giúp website tăng tốc độ tải và hiển thị

# muc_luc
source: Index
ja: 目次
vi: Mục lục

# xoa_du_lieu_danh_muc_san_pham
source: Clear product catalog data
ja: 商品の項目データを削除する
vi: Xóa dữ liệu danh mục sản phẩm

# xoa_du_lieu_danh_muc_bai_viet
source: Delete the article category data
ja: 投稿の項目データを削除する
vi: Xóa dữ liệu danh mục bài viết

# xoa_du_lieu_bai_viet
source: Delete article data
ja: 商品の投稿を削除する
vi: Xóa dữ liệu bài viết

# xoa_du_lieu_san_pham
source: Delete product data
ja: 商品データを削除する
vi: Xóa dữ liệu sản phẩm

# xoa_du_lieu_khach_hang
source: Delete customer data
ja: カスタマーデータを削除する
vi: Xóa dữ liệu khách hàng

# xoa_du_lieu_don_hang_bao_gom_don_hang_payment_va_van_chuyen
source: Delete order data including payment and shipping
ja: 支払いと配送を含む注文データを削除する
vi: Xóa dữ liệu đơn hàng bao gồm hàng payment và vận chuyển

# chuc_nang_nay_hien_dang_duoc_phat_trien
source: This function is currently under development
ja: この機能は現在開発中です
vi: Chức năng này hiện đang được phát triển

# su_dung
source: Usage
ja: 使用
vi: Sử dụng

# tao_recaptcha_moi_tai_day
source: Create a new reCaptcha here
ja: ここで新しいreCaptchaを作成します
vi: Tạo reCaptcha mới tại đây

# thong_tin_seo_cua_trang
source: Site SEO information
ja: ページのSeo情報
vi: Thông tin SEO của trang

# luu_cau_hinh_seo
source: Save SEO configuration
ja: Seo構成を保存する
vi: Lưu cấu hình Seo

# neu_khong_nhap_he_thong_se_tu_dong_sinh_ra_ma_nha_cung_cap
source: If you do not enter, the system will automatically generate a supplier code
ja: 入力しない場合、システムは自動的にサプライヤーコードを生成します
vi: Nếu không nhập hệ thống sẽ tự động sinh ra mã nhà cung cấp

# gioi_thieu
source: Introduction
ja: イントロ
vi: Giới thiệu

# thong_tin_dia_chi
source: Address information
ja: 住所
vi: Thông tin địa chỉ

# nha_cung_cap_chua_co_dia_chi
source: Supplier does not have an address
ja: 販売の住所がない
vi: Nhà cung cấp chưa có địa chỉ

# luu_giao_dien
source: Save interface
ja: インターフェースを保存する
vi: Lưu giao diện

# sua_cau_hinh_trang
source: Edit site configuration
ja: サイト構成を編集する
vi: Sửa cấu hình trang

# hanh_dong
source: Action
ja: 行動
vi: Hành động

# them_trang_moi
source: Add new page
ja: 新しいページを追加する
vi: Thêm trang mới

# them_trang_bo_cuc
source: Add page layout
ja: レイアウトページを追加する
vi: Thêm trang bố cục

# nhan_ban_trang_nay
source: Duplicate this page
ja: このページを複製する
vi: Nhân bản trang này

# xoa_cau_hinh_trang
source: Delete site configuration
ja: サイト構成を削除する
vi: Xóa cấu hình trang

# xoa_trang
source: Delete the page
ja: ページを削除する
vi: Xóa trang

# tim_kiem_block
source: Search block
ja: ブロックを検索する
vi: Tìm kiếm block

# hay_keo_block_vao_trong_cot_ma_ban_muon
source: Drag the block into the column you want
ja: お気に入りコラムにブロックをドラッグしてください
vi: Hãy kéo block vào trong cột mà bạn muốn

# chua_co_block_nao_duoc_tao_tren_he_thong
source: No blocks have been created on the system yet
ja: システム上にブロックはまだ作成されていません
vi: Chưa có block nào được tạo trên hệ thống

# tao_block_moi
source: Create a new block
ja: 新しいブロックを作成する
vi: Tạo block mới

# chua_co_giao_dien_nao_duoc_kich_hoat
source: No interface activated yet
ja: アクティブインターフェースまだありません
vi: Chưa có giao diện nào được kích hoạt

# thong_tin_trang
source: Page Information
ja: ページ情報
vi: Thông tin trang

# thong_tin_trang_bo_cuc
source: Layout page information
ja: レイアウトページ情報
vi: Thông tin trang bố cục

# thong_tin_block
source: Block information
ja: ブロック情報
vi: Thông tin block

# xuat_giao_dien
source: Export interface
ja: エクスポートインターフェイス
vi: Xuất giao diện

# xoa_giao_dien
source: Remove interface
ja: インターフェイスを削除する
vi: Xóa giao diện

# danh_muc_ap_dung
source: Applicable list
ja: 該当リスト
vi: Danh mục áp dụng

source: All records or categories under the selected category will apply the configuration of this site
ja: 選択したカテゴリのすべてのレコードまたはカテゴリは、このサイトの構成を適用します
vi: Tất cả bản ghi hoặc danh mục thuộc danh mục đã chọn sẽ áp dụng cấu hình của trang này

# cai_dat_giao_dien_moi
source: New interface settings
ja: 新しいスキンをインストールします
vi: Cài đặt giao diện mới

# dat_lam_mac_dinh
source: Set as default
ja: デフォルトとして設定
vi: Đặt làm mặc định

# thiet_lap_so_cot
source: Set number of columns
ja: コラムの数を設定する
vi: Thiết lập số cột

# chon_so_cot
source: Select columns
ja: コラムの数を選択する
vi: Chọn số cột

# cot
source: Column
ja: コラム
vi: Cột

# thiet_lap_thong_tin_cua_dong
source: Set information of the line
ja: 線の情報を設定する
vi: Thiết lập thông tin của dòng

# toan_man_hinh
source: Full screen
ja: 全画面
vi: Toàn màn hình

# rong_toan_man_hinh
source: Wide full screen
ja: 全画面表示
vi: Rộng toàn màn hình

# len_tren
source: Go up
ja: 上
vi: Lên trên

# xuong_duoi
source: Downwards
ja: 下
vi: Xuống dưới

# chon_cot
source: Select column
ja: コラムを選択する
vi: Chọn cột

# thiet_lap
source: Setting
ja: 設定
vi: Thiết lập

# ten_giao_dien
source: Interface name
ja: インターフェイス名
vi: Tên giao diện

# ma_giao_dien
source: Interface code
ja: インターフェースコード
vi: Mã giao diện

# anh_dai_dien
source: Profile photo
ja: アバター
vi: Ảnh đại diện

# loai_trang
source: Page Type
ja: ページタイプ
vi: Loại trang

# ten_trang
source: Page name
ja: ページ名
vi: Tên trang

# su_dung_trang_bo_cuc
source: Use page layout
ja: レイアウトページを使用する
vi: Sử dụng trang bố cục

# dang_su_dung_trang_bo_cuc
source: Using page layout
ja: レイアウトページ使用中
vi: Đang sử dụng trang bố cục

# loai_trang_dong_tinh_tuy_bien_cao
source: Highly customizable dynamic page types
ja: 高度にカスタマイズ可能な動的ページタイプ
vi: Loại trang động tính tùy biến cao

# loai_trang_he_thong
source: System page type
ja: システムページタイプ
vi: Loại trang hệ thống

# dau_trang
source: Top of page
ja: ページの上部
vi: Đầu trang

# giua_trang
source: Middle of page
ja: ページの真ん中
vi: Giữa trang

# cuoi_trang
source: End of page
ja: ページの下部
vi: Cuối trang

# dong_mo
source: Open and close
ja: 開閉
vi: Đóng mở

# them_dong_moi
source: Add new line
ja: 新しい線を追加する
vi: Thêm dòng mới

# giao_dien_block
source: Block interface
ja: ブロックインターフェース
vi: Giao diện block

# luu_du_lieu
source: Save data
ja: データを保存する
vi: Lưu dữ liệu

# giai_thich
source: Explanation
ja: 説明
vi: Giải thích

# block_se_duoc_hien_binh_thuong_khi_trang_web_duoc_tai
source: Block will be displayed normally when the web page is loaded
ja: ウェブページが読み込まれると、ブロックが正常に表示されます
vi: Block sẽ được hiện bình thường khi trang web được tải

# thoi_gian_cho
source: Waiting time
ja: 待ち時間
vi: Thời gian chờ

# block_se_duoc_hien_sau_khi_trang_web_da_duoc_tai_thanh_cong
source: Block will be displayed after the website has been successfully loaded
ja: ウェブサイトが正常に読み込まれると、ブロックが表示されます
vi: Block sẽ được hiện sau khi trang web đã được tải thành công

# la_khoang_thoi_gian_tu_khi_trang_da_tai_xong_den_khi_block_duoc_hien_thi
source: Is the time from when the page has finished loading until the block is displayed
ja: ページの読み込みが完了してからブロックが表示されるまでの時間です
vi: Là khoảng thời gian từ khi trang đã tải xong đến khi block được hiển thị

# khoang_cach
source: Distance
ja: 距離
vi: Khoảng cách

# block_se_duoc_hien_sau_khi_con_tro_chuot_keo_den_vi_tri_cua_no
source: Block will be displayed after the mouse pointer drags to its position
ja: マウスポインタをその位置にドラッグすると、ブロックが表示されます
vi: Block sẽ được hiện sau khi con trỏ chuột kéo đến vị trí của nó

source: Is the distance of the block to the position where the block will start to display when the mouse pointer gets there
ja: マウスポインタがそこに移動したときにブロックが表示を開始する位置までのブロックの距離です
vi: Là khoảng cách của block đến vị trí mà block sẽ bắt đầu hiển thị khi con trỏ chuột đến đó

# so_bai_viet_hien_thi
source: Number of articles displayed
ja: 表示する投稿の数
vi: Số bài viết hiển thị

# neu_su_dung_phan_trang_thi_cau_hinh_so_bai_viet_se_la_so_san_pham_tren_1_trang
source: If using pagination, configure the number of articles to be the number of products per page
ja: ページ付けを使用する場合は、投稿の数は１ページあたりの総計の商品の数です
vi: Nếu sử dụng phân trang thì cấu hình số bài viết sẽ là số sản phẩm trên 1 trang

# tu_dong_theo_duong_dan
source: Automatically follow the path
ja: パスを自動的にたどる
vi: Tự động theo đường dẫn

source: If the configuration is to get data automatically by the path, then turn off the configuration to use the block cache
ja: パスによる自動データ取得を構成する場合は、ブロックのキャッシュ使用をオフにしてください
vi: Nếu cấu hinh lấy dữ liệu tự động theo đường dẫn thì hãy tắt cấu hình sử dụng cache của block

# so_binh_luan_hien_thi
source: Number of comments displayed
ja: 表示されるコメントの数
vi: Số bình luận hiển thị

# so_luong_binh_luan_hien_thi_trong_1_trang
source: Number of comments displayed in 1 page
ja: 1ページに表示されるコメントの数
vi: Số lượng bình luận hiển thị trong 1 trang

# yeu_cau_dang_nhap
source: Requires login
ja: ログインを求める
vi: Yêu cầu đăng nhập

# cho_quan_tri_phe_duyet
source: Wait for admin approval
ja: アドミンの承認を待つ
vi: Chờ quản trị phê duyệt

# them_menu
source: Add menu
ja: メニューを追加する
vi: Thêm menu

# so_san_pham_hien_thi
source: Number of products displayed
ja: 表示される商品の数
vi: Số sản phẩm hiển thị

# neu_su_dung_phan_trang_thi_cau_hinh_so_san_pham_se_la_so_san_pham_tren_1_trang
source: If using pagination, configure the number of products to be the number of products per page
ja: ページ付けを使用する場合は、商品の数は1ページあたりの商品の数です
vi: Nếu sử dụng phân trang thì cấu hình số sản phẩm sẽ là số sản phẩm trên 1 trang

# so_danh_gia_hien_thi
source: Number of reviews displayed
ja: 表示される評価の数
vi: Số đánh giá hiển thị

# so_luong_danh_gia_hien_thi_trong_1_trang
source: Number of reviews displayed in 1 page
ja: 1ページに表示される評価の数
vi: Số lượng đánh giá hiển thị trong 1 trang

# them_slider
source: Add slider
ja: スライダーを追加
vi: Thêm slider

# luu_y
source: Note
ja: 注意
vi: Lưu ý

# he_thong_su_dung_thu_vien_{0}
source: System using the library {0}
ja: ライブラリ{0}を使用するシステム
vi: Hệ thông sử dụng thư viện {0}

# thong_tin_cau_hinh_cua_slider_se_duoc_luu_ben_du_lieu_mo_rong
source: The slider's configuration information will be saved inside the extension data
ja: スライダーの構成情報は拡張データ内に保存される
vi: Thông tin cấu hình của slider sẽ được lưu bên dữ liệu mở rộng

# tham_khao_cau_hinh_mac_dinh
source: Refer to default configuration
ja: デフォルト設定を参照してください
vi: Tham khảo cấu hình mặc định

# xem_cau_hinh
source: View configuration
ja: 構成を表示する
vi: Xem cấu hình

# cau_hinh_tham_khao
source: Reference configuration
ja: 参照構成
vi: Cấu hình tham khảo

# huong_dan
source: Instruction
ja: 案内
vi: Hướng dẫn

source: The configuration information is written in json and only takes the values in the config key
ja: 構成情報はjsonで記述され、コンフィグキーの値のみを取得します
vi: Thông tin cấu hình được viết dươi dạng json và chỉ nhận các giá trị nằm trong key config

# du_lieu_tuy_bien
source: Custom data
ja: カスタムデータ
vi: Dữ liệu tùy biến

# loai_menu
source: Menu type
ja: メニューの種類
vi: Loại menu

# mo_duong_dan_tren_tab_moi
source: Open link on new tab
ja: 新しいタブでリンクを開く
vi: Mở đường dẫn trên tab mới

# chon_anh_slider
source: Select image slider
ja: 画像スライダーを選択
vi: Chọn ảnh slider

# su_dung_menu_phu
source: Using the submenu
ja: サブメニューの使用
vi: Sử dụng menu phụ

# giao_dien_menu_phu
source: Sub-menu interface
ja: サブメニューインターフェース
vi: Giao diện menu phụ

# du_lieu_menu_phu
source: Sub menu data
ja: サブメニューデータ
vi: Dữ liệu menu phụ

# chon_danh_muc
source: Select a category
ja: カテゴリーを選ぶ
vi: Chọn danh mục

# chon_san_pham
source: Select product
ja: 商品を選択する
vi: Chọn sản phẩm

# nhap_ten_va_chon_san_pham
source: Enter a name and select a product
ja: 名前を入力して商品を選択します
vi: Nhập tên và chọn sản phẩm

# san_pham_da_chon
source: Selected product
ja: 選択した商品
vi: Sản phẩm đã chọn

# chon_bai_viet
source: Select article
ja: 投稿を選択する
vi: Chọn bài viết

# nhap_ten_va_chon_bai_viet
source: Enter the name and select the article
ja: 名前を入力して投稿を選択する
vi: Nhập tên và chọn bài viết

# bai_viet_da_chon
source: Selected article
ja: 選択した投稿
vi: Bài viết đã chọn

# loc_du_lieu
source: Filter the data
ja: データをフィルタリングする
vi: Lọc dữ liệu

# tat_ca
source: All
ja: 全部
vi: Tất cả

# thong_tin_lich_su_thay_doi
source: Historical information changes
ja: 履歴情報の変更
vi: Thông tin lịch sử thay đổi

# quay_lai_phien_ban_nay
source: Back to this version
ja: このバージョンに戻る
vi: Quay lại phiên bản này

# them_giao_dien_block
source: Add block interface
ja: ブロックインターフェースを追加する
vi: Thêm giao diện block

# khong_doc_duoc_noi_dung_cua_tep
source: Unable to read the contents of the file
ja: ファイルの内容を読み取ることができません
vi: Không đọc được nội dung của tệp

# dang_nhap_quan_tri
source: Admin login
ja: アドミンログイン
vi: Đăng nhập quản trị

# ghi_nho_tai_khoan
source: Remember account
ja: アカウントを覚える
vi: Ghi nhớ tài khoản

# quen_mat_khau
source: Forgot password
ja: パスワードを忘れ
vi: Quên mật khẩu

# dang_nhap
source: Log in
ja: ログイン
vi: Đăng nhập

# khong_lay_duoc_thong_tin_tep_khoi_tao
source: Failed to get initialization file information
ja: 初期化ファイル情報の取得に失敗
vi: Không lấy được thông tin tệp khởi tạo

# tep_khoi_tao_cau_truc_co_so_du_lieu_khong_hop_le
source: Invalid database structure initialization file
ja: データベース構造初期化ファイルが無効です
vi: Tệp khởi tạo cấu trúc cơ sở dữ liệu không hợp lệ

# khong_doc_duoc_noi_dung_tep_khoi_tao_cau_truc_co_so_du_lieu
source: The contents of the database structure initialization file could not be read
ja: データベース構造初期化ファイルの内容が読み取れない
vi: Không đọc được nội dung tệp khởi tạo cấu trúc cơ sở dữ liệu

# cai_dat_cau_truc_co_so_du_lieu_thanh_cong
source: Install the database structure successfully
ja: データベース構造インストール完了
vi: Cài đặt cấu trúc cơ sở dữ liệu thành công

# tep_khoi_tao_du_lieu_ban_dau_khong_hop_le
source: Invalid initialization data file
ja: 無効な初期化データのファイル
vi: Tệp khởi tạo dữ liệu ban đầu không hợp lệ

# khong_doc_duoc_noi_dung_tep_khoi_tao_du_lieu_ban_dau
source: Initial data initialization file contents could not be read
ja: 初期化データのファイルの内容を読み取ることができませんでした
vi: Không đọc được nội dung tệp khởi tạo dữ liệu ban đầu

# cai_dat_du_lieu_ban_dau_thanh_cong
source: Initial data setting successful
ja: 初期のデータを設定することに成功
vi: Cài đặt dữ liệu ban đầu thành công

# mo_ta_bai_viet
source: Article description
ja: 投稿の詳細
vi: Mô tả bài viết

# cap_nhat_thong_tin_san_pham_thanh_cong
source: Update product information successfully
ja: 商品情報が更新されました
vi: Cập nhật thông tin sản phẩm thành công

# cho_phep_gui_ma_xac_nhan_khi_dang_ky
source: Allow sending confirmation code when registering
ja: 登録時に確認コードの送信を許可する
vi: Cho phép gửi mã xác nhận khi đăng ký

# cau_hinh_khach_hang
source: Client configuration
ja: カスタマーのコンフィグ
vi: Cấu hình khách hàng

# thiet_lap_cau_hinh_khach_hang
source: Set up client configuration
ja: カスタマーのコンフィグをセットアップする
vi: Thiết lập cấu hình khách hàng

# khong_lay_duoc_ma_xac_nhan_cho_email
source: Can't get confirmation code for email
ja: メールの確認コードを取得できません
vi: Không lấy được mã xác nhận cho email

# loai_binh_luan
source: Comment type
ja: コメントタイプ
vi: Loại bình luận

# bai_viet_noi_bat
source: Featured Articles
ja: ハイライト投稿
vi: Bài viết nổi bật

# khong_noi_bat
source: Not outstanding
ja: 目立たない
vi: Không nổi bật

# co_noi_bat
source: Outstanding
ja: ハイライトがある
vi: Có nổi bật

# co_video
source: With video
ja: ビデオあり
vi: Có Video

# co_album
source: With album
ja: アルバムあり
vi: Có Album

# co_tep_dinh_kem
source: With attachment
ja: 添付ファイルあり
vi: Có Tệp đính kèm

# don_khach_tra
source: Orders paid by customers
ja: 物品返却書
vi: Đơn khách trả

# so_luot_xem
source: Views
ja: 閲覧数
vi: Số lượt xem

# so_luot_thich
source: Likes
ja: いいねの数
vi: Số lượt thích

# so_luong_binh_luan
source: Comments
ja: コメントの数
vi: Số lượt bình luận

# so_luong_danh_gia
source: Number of reviews
ja: 評価の数
vi: Số lượt đánh giá

# diem_seo
source: SEO score
ja: SEOの点数
vi: Điểm SEO

# diem_tu_khoa
source: Keyword score
ja: キーワードの点数
vi: Điểm từ khóa

# so_luong_san_co
source: Available quantity
ja: 在庫の数
vi: Số lượng sẵn có

# anh_bai_viet
source: Article photo
ja: 投稿の写真
vi: Ảnh bài viết

# da_phuong_tien
source: Multimedia
ja: マルチメディア
vi: Đa phương tiện

# noi_dung_lien_he
source: Contact content
ja: 連絡内容
vi: Nội dung liên hệ

# ma_truong
source: Field code
ja: フィールドコード
vi: Mã trường

# ten_truong
source: Field name
ja: フィールド名
vi: Tên trường

# thong_tin_bai_viet
source: Article information
ja: 投稿の情報
vi: Thông tin bài viết

# da_doc
source: Seen
ja: 既読
vi: Đã đọc

# chua_doc
source: Unread
ja: 未読
vi: Chưa đọc

# chon_loai
source: Select type
ja: タイプを選択する
vi: Chọn loại

# gui_thu_noi_dung
source: Send test content
ja: メールの内容を送る
vi: Gửi thử nội dung

# gui_thu_mau_email
source: Send sample email
ja: メールのテンプレートを送る
vi: Gửi thử mẫu email

# chi_tiet_thuong_hieu
source: Brand details
ja: ブランドの詳細
vi: Chi tiết thương hiệu

# thong_tin_thuong_hieu
source: Brand information
ja: ブランド情報
vi: Thông tin thương hiệu

# ma_thuong_hieu
source: Brand code
ja: ブランドのコード
vi: Mã thương hiệu

# khong_tim_thay_thong_tin_thuong_hieu
source: Brand information not found
ja: ブランド情報が見つかりません
vi: Không tìm thấy thông tin thương hiệu

# binh_luan_lien_quan
source: Related comments
ja: 関連コメント
vi: Bình luận liên quan

# cap_nhat_the_bai_viet
source: Update article tag
ja: 投稿タグを更新する
vi: Cập nhật thẻ bài viết

# mo_ta_the_bai_viet
source: Article tag description
ja: 投稿タグの詳細
vi: Mô tả thẻ bài viết

# cau_hinh_sitemap
source: Sitemap configuration
ja: サイトマップのコンフィグ
vi: Cấu hình Sitemap

# xem_tep_robots
source: View the robots file
ja: robotsファイルを見る
vi: Xem tệp robots

# vui_long_nhap_day_du_thong_tin
source: Please enter full information
ja: 全ての情報を入力してください
vi: Vui lòng nhập đầy đủ thông tin

# xac_nhan_mat_khau_khong_chinh_xac
source: Confirm password is incorrect
ja: パスワードが正しくありません
vi: Xác nhận mật khẩu không chính xác

# khong_lay_duoc_thong_tin_tai_khoan
source: Can't get account information
ja: アカウント情報を取得できません
vi: Không lấy được thông tin tài khoản

# mat_khau_cu_nhap_khong_chinh_xac
source: Old password entered is incorrect
ja: 以前に使用したパスワードが正しくありません
vi: Mật khẩu cũ nhập không chính xác

# mat_khau_thay_doi_khong_the_giong_mat_khau_cu
source: The changed password cannot be the same as the old password
ja: 新規パスワードを以前に使用したパスワードと同じにすることはできません
vi: Mật khẩu thay đổi không thể giống mật khẩu cũ

# thay_doi_mat_khau
source: Change password
ja: パスワードを変更する
vi: Thay đổi mật khẩu

# mat_khau_moi
source: New password
ja: 新しいパスワード
vi: Mật khẩu mới

# nhap_lai_mat_khau_moi
source: Enter a new password
ja: 新しいパスワードを再入力してください
vi: Nhập lại mật khẩu mới

# chua_xac_nhan
source: Unconfimred
ja: 承認していない
vi: Chưa xác nhận

# san_pham_giam_gia
source: Discount products
ja: 割引商品
vi: Sản phẩm giảm giá

# tinh_trang
source: Status
ja: 状態
vi: Tình trạng

# het_hang
source: Out of stock
ja: 在庫切れ
vi: Hết hàng

# con_hang
source: Availability
ja: 在庫あり
vi: Còn hàng

# chua_co_anh
source: No photos yet
ja: 画像がない
vi: Chưa có ảnh

# nhap_lai_mat_khau
source: Re-enter password
ja: パスワードをもう一度入力してください
vi: Nhập lại mật khẩu

# chua_xac_dinh
source: Undefined
ja: 未確定
vi: Chưa xác định

# co_phan_nhom
source: There are subgroups
ja: サブグループあり
vi: Có phân nhóm

# khong_phan_nhom
source: No grouping
ja: サブグループなし
vi: Không phân nhóm

# co_chia
source: There is share
ja: 分けあり
vi: Có chia

# khong_chia
source: Don't share
ja: 分けなし
vi: Không chia

# co_bat_chuyen_huong
source: With redirect enabled
ja: リダイレクトオン
vi: Có bật chuyển hướng

# khong_bat_chuyen_huong
source: Don't enable redirects
ja: リダイレクトオフ
vi: Không bật chuyển hướng

# da_tai_len
source: Uploaded
ja: アップロード
vi: Đã tải lên

# chua_tai_len
source: Not uploaded yet
ja: まだアップロードされていません
vi: Chưa tải lên

# duong_dan_cdn
source: CDN path
ja: CDNパス
vi: Đường dẫn CDN

# het_han
source: Expired
ja: 期限切れ
vi: Hết hạn

# trong_ngay_hom_nay
source: Today
ja: 今日中
vi: Trong ngày hôm nay

# thang_label
source: Month
ja: 月
vi: Tháng

# nam_label
source: Year
ja: 年
vi: Năm

# xem_cau_hinh_thuc_te
source: See actual configuration
ja: 実際の構成を見る
vi: Xem cấu hình thực tế

# don_tra_hang
source: Return order
ja: 物品返却書
vi: Đơn trả hàng

# ma_bao_mat
source: Security code
ja: セキュリティコード
vi: Mã bảo mật

# thiet_lap_thong_tin_api
source: Set up API information
ja: API情報を設定する
vi: Thiết lập thông tin API

# su_dung_ma_nhung
source: Use embed code
ja: 埋め込みコードを使用する
vi: Sử dụng mã nhúng

# thoi_gian_cho_tai_ma_nhung
source: Time for embed code loading
ja: 埋め込みコードの読み込み時間
vi: Thời gian cho tải mã nhúng

source: Customize the embed load time accordingly to help your website shorten the initial load time
ja: 適切な埋め込み時間をカスタマイズすれば、ウェブサイトが初期読み込み時間を短縮できます
vi: Tùy chỉnh thời gian tải mã nhúng phù hợp giúp website của bạn rút ngắn thời gian tải ban đầu

# chua_nhap
source: Not yet entered
ja: まだ入力されていない
vi: Chưa nhập

# duong_dan_the
source: Card path
ja: カードのパス
vi: Đường dẫn thẻ

# thay_doi_duong_dan_the_bai_viet
source: Change the article tag path
ja: 投稿タグのパスを変更する
vi: Thay đổi đường dẫn thẻ bài viết

# tien_to_tieu_de_seo
source: SEO title prefix
ja: SEOタイトルのプレフィックス
vi: Tiền tố tiêu đề SEO

# hau_to_tieu_de_seo
source: SEO title suffix
ja: SEOタイトルのサフィックス
vi: Hậu tố tiêu đề SEO

# them_tien_to_vao_tieu_de_seo_cua_the
source: Add a prefix to the tag's SEO title
ja: タグのSEOタイトルにプレフィックスを追加する
vi: Thêm tiền tố vào tiêu đề SEO của thẻ

# nhap
source: Enter
ja: 入力
vi: Nhập

# ket_qua
source: Result
ja: 結果
vi: Kết quả

# them_hau_to_vao_tieu_de_seo_cua_the
source: Add a suffix to the tag's SEO title
ja: タグのSEOタイトルにサフィックスを追加します
vi: Thêm hậu tố vào tiêu đề SEO của thẻ

# luu_cau_hinh_the_bai_viet
source: Save article tag configuration
ja: 投稿タグ設定を保存する
vi: Lưu cấu hình thẻ bài viết

# xem_bai_viet
source: View Articles
ja: 投稿を見る
vi: Xem bài viết

# xem_san_pham
source: View products
ja: 商品を見る
vi: Xem sản phẩm

# xem_danh_muc
source: View catalog
ja: 項目を見る
vi: Xem danh mục

# ap_dung_anh_dai_dien
source: Apply avatar
ja: プロファイル写真を適用する
vi: Áp dụng ảnh đại diện

# khong_ap_dung
source: Do not apply
ja: 適用されていない
vi: Không áp dụng

# co_ap_dung
source: Applicable
ja: 適用されます
vi: Có áp dụng

# co_bat_buoc
source: Compulsory
ja: 必須
vi: Có bắt buộc

# khong_bat_buoc
source: Optional
ja: 必須ではない
vi: Không bắt buộc

# cap_nhat_hinh_anh
source: Update images
ja: 画像を更新する
vi: Cập nhập hình ảnh

# cai_dat_mobile_app
source: Setting Mobile App
ja: モバイルアプリをインストールする
vi: Cài đặt Mobile App

# giao_dien_mobile_app
source: Mobile App interface
ja: モバイルアプリのインターフェース
vi: Giao diện Mobile App

# cai_dat_thong_tin_mobile_app
source: Mobile App Information Settings
ja: モバイルアプリ情報の設定
vi: Cài đặt thông tin Mobile App

# cai_dat_giao_dien_mobile_app
source: Mobile App interface Settings
ja: モバイルアプリのインターフェースをインストールする
vi: Cài đặt giao diện Mobile App
