Repository: xuanhieu3796/ximang
Catalog: core/resources/locales/*/admin.po
Languages: ja, vi

# vui_long_nhap_ten_dia_chi
source: Please enter address
ja: 住所を入力してください
vi: Vui lòng nhập tên địa chỉ

# ten_dia_chi_nay_da_duoc_su_dung_vui_long_chon_mot_ten_khac
source: This address name is already in use, please choose another name
ja: このアドレス名はすでに使用されていて、別の名前を選択してください
vi: Tên địa chỉ này đã được sử dụng vui lòng chọn một tên khác

# khong_lay_duoc_thong_tin_dia_chi
source: Can't get address information
ja: 住所情報が取得できません
vi: Không lấy được thông tin địa chỉ

# ban_khong_the_xoa_dia_chi_mac_dinh
source: You cannot delete the default address
ja: デフォルトのアドレスは削除できません
vi: Bạn không thể xóa địa chỉ mặc định

# vui_long_chon_khach_hang
source: Please choose customer
ja: お客様をお選びください
vi: Vui lòng chọn khách hàng

# vui_long_nhap_ten_giao_dien
source: Please enter the interface name
ja: インターフェイス名を入力してください
vi: Vui lòng nhập tên giao diện

# vui_long_nhap_ma_giao_dien
source: Please enter the interface code
ja: インターフェースのコードを入力してください
vi: Vui lòng nhập mã giao diện

# vui_long_nhap_ten_tac_gia_giao_dien
source: Please enter the interface author's name
ja: インターフェイスの作成者の名前を入力してください
vi: Vui lòng nhập tên tác giả giao diện

# thu_muc_chua_giao_dien_mau_khong_ton_tai
source: The directory containing the template interface does not exist
ja: インターフェイステンプレートを含むディレクトリが存在しません
vi: Thư mục chứa giao diện mẫu không tồn tại

# khong_doc_duoc_tep_du_lieu_cua_giao_dien
source: Unable to read interface data file
ja: インターフェイスデータファイルを読み取れません
vi: Không đọc được tệp dữ liệu của giao diện

# khong_the_khoi_tao_thu_muc_chua_giao_dien
source: Unable to initialize directory containing the interface
ja: インターフェイスを含むディレクトリを初期化できません
vi: Không thể khởi tạo thư mục chứa giao diện

# nhan_ban_giao_dien_mau_khong_thanh_cong
source: Cloning of the sample interface failed
ja: サンプルインターフェイスのクローン作成に失敗しました
vi: Nhân bản giao diện mẫu không thành công

# khong_doc_duoc_tep_cau_hinh_cua_giao_dien
source: Unable to read interface configuration file
ja: インターフェイス構成ファイルを読み取れません
vi: Không đọc được tệp cấu hình của giao diện

# nen_thu_muc_giao_dien_khong_thanh_cong
source: Interface folder compression failed
ja: インターフェイスフォルダの圧縮に失敗しました
vi: Nén thư mục giao diện không thành công

# giai_nen_thu_muc_giao_dien_khong_thanh_cong
source: Interface folder decompression failed
ja: インターフェイスフォルダの解凍に失敗しました
vi: Giải nén thư mục giao diện không thành công

# xuat_giao_dien_mau_thanh_cong
source: Exporting the sample interface successfully
ja: インターフェイステンプレートをエクスポート完了
vi: Xuất giao diện mẫu thành công

# tep_khoi_tao_cua_giao_dien_khong_hop_le
source: Invalid interface initialization file
ja: 無効なインターフェイス初期化ファイル
vi: Tệp khởi tạo của giao diện không hợp lệ

# tai_xuong_tep_khoi_tao_cua_giao_dien_khong_thanh_cong
source: Download file interface initialization failed
ja: インターフェイス初期化ファイルのダウンロードに失敗
vi: Tải xuống tệp khởi tạo của giao diện không thành công

# giai_nen_tep_khoi_tao_cua_giao_dien_khong_thanh_cong
source: Decompression of the interface's initialization file failed
ja: インターフェイスの初期化ファイルの解凍に失敗
vi: Giải nén tệp khởi tạo của giao diện không thành công

# khong_tim_thay_tep_cau_hinh_cua_giao_dien
source: The interface's configuration file could not be found
ja: インターフェイスの構成ファイルが見つかりませんでした
vi: Không tìm thấy tệp cấu hình của giao diện

# khong_tim_thay_tep_du_lieu_cua_giao_dien
source: Interface data file not found
ja: インターフェイスデータファイルが見つかりません
vi: Không tìm thấy tệp dữ liệu của giao diện

# thong_tin_cau_hinh_cua_giao_dien_khong_hop_le
source: Invalid interface configuration information
ja: 無効なインターフェイス構成情報
vi: Thông tin cấu hình của giao diện không hợp lệ

# khong_doc_duoc_thong_tin_du_lieu_giao_dien
source: Unable to read interface data information
ja: インターフェイスデータ情報を読み取れません
vi: Không đọc được thông tin dữ liệu giao diện

# cai_dat_giao_dien_thanh_cong
source: Interface installation successful
ja: インターフェイスのインストールが成功
vi: Cài đặt giao diện thành công

# xoa_giao_dien_thanh_cong
source: Successful interface removal
ja: インターフェイスの削除に成功
vi: Xóa giao diện thành công

# khong_tim_thay_thong_tin_bai_viet
source: Article information not found
ja: 投稿情報が見つかりません
vi: Không tìm thấy thông tin bài viết

# nhan_ban_du_lieu_thanh_cong
source: Successful data cloning
ja: データのクローン作成に成功
vi: Nhân bản dữ liệu thành công

# phien_ban_san_pham
source: Product version
ja: 商品のバージョン
vi: Phiên bản sản phẩm

# them_thuoc_tinh
source: Add attributes
ja: プロパティを追加する
vi: Thêm thuộc tính

# cap_nhat_thuoc_tinh
source: Attribute update
ja: プロパティを更新する
vi: Cập nhật thuộc tính

# ten_thuoc_tinh_khong_hop_le
source: Invalid attribute name
ja: 無効なプロパティ名
vi: Tên thuộc tính không hợp lệ

# vui_long_nhap_ten_thuoc_tinh
source: Please enter an attribute name
ja: プロパティ名を入力してください
vi: Vui lòng nhập tên thuộc tính

# ten_thuoc_tinh_da_ton_tai_tren_he_thong
source: Attribute name already exists on system
ja: プロパティ名はすでにシステムに存在します
vi: Tên thuộc tính đã tồn tại trên hệ thống

# vui_long_nhap_loai_thuoc_tinh
source: Please enter attribute type
ja: プロパティタイプを入力してください
vi: Vui lòng nhập loại thuộc tính

# vui_long_nhap_loai_input_thuoc_tinh
source: Please enter attribute input type
ja: プロパティインプットタイプを入力してください
vi: Vui lòng nhập loại input thuộc tính

# kieu_input_{0}_chi_ap_dung_voi_loai_thuoc_tinh_phien_ban_san_pham
source: Input type {0} only applies to product version attribute type
ja: 入力タイプ{0}は商品バージョンのプロパティタイプにのみ適用されます
vi: Kiểu input {0} chỉ áp dụng với loại thuộc tính phiên bản sản phẩm

# vui_long_nhap_ma_thuoc_tinh
source: Please enter attribute code
ja: プロパティコードを入力してください
vi: Vui lòng nhập mã thuộc tính

# ma_thuoc_tinh_da_ton_tai_tren_he_thong
source: The attribute code already exists on the system
ja: プロパティコードはすでにシステムに存在します
vi: Mã thuộc tính đã tồn tại trên hệ thống

# ma_thuoc_tinh_khong_hop_le
source: Invalid attribute code
ja: 無効なプロパティコード
vi: Mã thuộc tính không hợp lệ

# khong_lay_duoc_thong_tin_thuoc_tinh
source: Can't get attribute information
ja: プロパティ情報を取得できませんでした
vi: Không lấy được thông tin thuộc tính

# tuy_chon_cua_thuoc_tinh
source: Attribute options
ja: プロパティオプション
vi: Tùy chọn của thuộc tính

# them_tuy_chon_thuoc_tinh
source: More attribute options
ja: プロパティオプションを追加する
vi: Thêm tùy chọn thuộc tính

# cap_nhat_tuy_chon
source: Update options
ja: オプションを更新する
vi: Cập nhật tùy chọn

# khong_lay_duoc_thong_tin_tuy_chon
source: Can't get optional information
ja: オプション情報を取得できませんでした
vi: Không lấy được thông tin tùy chọn

# vui_long_nhap_ten_chi_nhanh
source: Please enter branch name
ja: 支店名を入力してください
vi: Vui lòng nhập tên chi nhánh

# vui_long_nhap_ten_nguoi_dai_dien
source: Please enter the name of the representative
ja: 代表者の名前を入力してください
vi: Vui lòng nhập tên người đại diện

# ten_thuong_hieu_da_ton_tai_tren_he_thong
source: The brand name already exists on the system
ja: ブランド名はすでにシステムに存在します
vi: Tên thương hiệu đã tồn tại trên hệ thống

# khong_tim_thay_thong_tin_danh_muc
source: Category information not found
ja: カテゴリ情報が見つかりません
vi: Không tìm thấy thông tin danh mục

# khong_lay_duoc_thong_tin_binh_luan
source: Can't get comment information
ja: コメント情報を取得できません
vi: Không lấy được thông tin bình luận

# gui_binh_luan_thanh_cong
source: Comment successfully sent
ja: コメントを送信済
vi: Gửi bình luận thành công

# khong_tim_thay_thong_tin
source: Information not found
ja: 情報が見つかりません
vi: Không tìm thấy thông tin

# thong_tin_lien_he
source: Contact Information
ja: 連絡情報
vi: Thông tin liên hệ

# them_form_lien_he
source: Add contact form
ja: お問い合わせフォームを追加
vi: Thêm form liên hệ

# cap_nhat_form_lien_he
source: Update contact form
ja: お問い合わせフォームを更新
vi: Cập nhật form liên hệ

# ten_form
source: Form name
ja: フォーム名
vi: Tên form

# vui_long_nhap_ten_form
source: Please enter form name
ja: フォーム名を入力してください
vi: Vui lòng nhập tên form

# vui_long_nhap_day_du_cac_truong_thong_tin
source: Please enter all the fields here
ja: ここにすべてのフィールドを入力してください
vi: Vui lòng nhập đây đủ các trường thông tin

# khong_tim_thay_thong_tin_form
source: The form information could not be found
ja: フォーム情報が見つかりませんでした
vi: Không tìm thấy thông tin form

# them_tien_te
source: More currency
ja: 通貨を追加する
vi: Thêm tiền tệ

# khong_the_xoa_loai_tien_te_mac_dinh
source: Default currency cannot be deleted
ja: デフォルトの通貨は削除できません
vi: Không thể xóa loại tiền tệ mặc định

# khong_tim_thay_thong_tin_ban_ghi
source: No record information found
ja: ログ情報が見つかりません
vi: Không tìm thấy thông tin bản ghi

# khong_lay_duoc_thong_tin_khach_hang
source: Can't get customer information
ja: 顧客情報を取得できません
vi: Không lấy được thông tin khách hàng

# khong_tim_thay_thong_tin_ghi_chu
source: Notes could not be found
ja: メモが見つかりませんでした
vi: Không tìm thấy thông tin ghi chú

# tong_quan_he_thong
source: System overview
ja: システム概要
vi: Tổng quan hệ thống

# vui_long_nhap_chon_mau_email
source: Please select email template
ja: メールテンプレートを選択してください
vi: Vui lòng nhập chọn mẫu email

# khong_ton_tai_file_mau_email
source: The email template file does not exist
ja: メールテンプレートファイルが存在しません
vi: Không tồn tại file mẫu email

# khong_lay_duoc_thong_tin_mau_email
source: Can't get email template information
ja: メールテンプレート情報を取得できません
vi: Không lấy được thông tin mẫu email

# vui_long_nhap_tieu_de_email
source: Please enter email subject
ja: メールの件名を入力してください
vi: Vui lòng nhập tiêu đề email

# vui_long_nhap_email_gui_thu
source: Please enter test email
ja: テストするためのメールを入力してください
vi: Vui lòng nhập email gửi thử

# vui_long_nhap_noi_dung_gui_thu
source: Please enter test content
ja: テストするための提出テキストを入力
vi: Vui lòng nhập nội dung gửi thử

# nhap_id_cua_ban_ghi_can_gui_thu
source: Enter the ID of the record you want to test
ja: テストのための提出必要レコードのIDを入力
vi: Nhập ID của bản ghi cần gửi thử

# vui_long_nhap_dia_chi_email
source: Please enter email address
ja: メールアドレスを入力してください
vi: Vui lòng nhập địa chỉ email

# vui_long_cau_hinh_email_ung_dung
source: Please configure the application email
ja: 電子メールを構成してください
vi: Vui lòng cấu hình email ứng dụng

# vui_long_nhap_id_ban_ghi_gui_thu
source: Please enter test record ID
ja: テストレコードIDを入力してください
vi: Vui lòng nhập ID bản ghi gửi thử

# gui_email_khong_thanh_cong
source: Email sending failed
ja: メール送信に失敗
vi: Gửi email không thành công

# gui_email_thanh_cong
source: Email sent successfully
ja: 電子メールを送信に成功
vi: Gửi email thành công

# khong_lay_duoc_thong_tin_lien_he_cua_don_hang
source: Can't get the contact information of the order
ja: 注文の連絡先情報を取得できません
vi: Không lấy được thông tin liên hệ của đơn hàng

# nhap_hang
source: Stock Receiving
ja: 商品を購入する
vi: Nhập hàng

# tao_don_nhap_hang
source: Create purchase order
ja: 発注書を作成する
vi: Tạo đơn nhập hàng

# cap_nhat_don_nhap_hang
source: Updating purchase order
ja: 発注書を更新する
vi: Cập nhật đơn nhập hàng

# khong_lay_duoc_thong_tin_cua_giao_dich
source: Can't get transaction information
ja: 取引情報を取得できません
vi: Không lấy được thông tin của giao dịch

# khong_the_cap_nhat_trang_thai_cua_giao_dich_nay
source: The status of this transaction could not be updated
ja: このトランザクションのステータスを更新できませんでした
vi: Không thể cập nhật trạng thái của giao dịch này

# khong_tim_thay_thong_tin_cong_thanh_toan
source: Payment gateway information not found
ja: 支払いゲートウェイ情報が見つかりません
vi: Không tìm thấy thông tin cổng thanh toán

# vui_long_nhap_ten_san_pham
source: Please enter product name
ja: 商品名を入力してください
vi: Vui lòng nhập tên sản phẩm

# khong_lay_duoc_thong_tin_phien_ban_san_pham
source: Unable to get product version information
ja: 商品の情報を取得できませんでした
vi: Không lấy được thông tin phiên bản sản phẩm

# ma_phien_ban_san_pham_khong_the_trung_nhau_vui_long_dieu_chinh_lai
source: Product version code cannot be duplicated, please re-correct
ja: 商品のコードを複製することはできません。修正してください
vi: Mã phiên bản sản phẩm không thể trùng nhau vui lòng điều chỉnh lại

# gia_dac_biet_cua_san_pham_phai_nho_hon_gia_ban
source: The special price of the product must be less than the selling price
ja: 商品のプロパティ値が重複しています。もう一度選択してください
vi: Giá đặc biệt của sản phẩm phải nhỏ hơn giá bán

# gia_tri_thuoc_tinh_cua_phien_ban_san_pham_bi_trung_lap_vui_long_chon_lai
source: Attribute value of product version is duplicated, please choose again
vi: Giá trị thuộc tính của phiên bản sản phẩm bị trùng lặp vui lòng chọn lại

# xoa_san_pham_thanh_cong
source: Delete product successfully
ja: 商品を削除に成功
vi: Xóa sản phẩm thành công

# khong_tim_thay_thong_tin_san_pham
source: No product information found
ja: 商品情報が見つかりません
vi: Không tìm thấy thông tin sản phẩm

# cap_nhat_trang_thai_san_pham_thanh_cong
source: Product status update successful
ja: 商品ステータスを更新に成功
vi: Cập nhật trạng thái sản phẩm thành công

# gia_san_pham_khong_duoc_nho_hon_gia_dac_biet
source: Product price must not be less than special price
ja: 商品価格は特別価格より低くすることはできません
vi: Giá sản phẩm không được nhỏ hơn giá đặc biệt

# gia_san_pham_hien_dang_de_trong
source: Product price is currently blank
ja: 商品価格は現在空白です
vi: Giá sản phẩm hiện đang để trống

# ten_nhom_quyen_da_ton_tai_tren_he_thong
source: Permission group name already exists on the system
ja: 権限グループ名はすでにシステムに存在します
vi: Tên nhóm quyền đã tồn tại trên hệ thống

# tai_tep_len_thanh_cong
source: File upload successful
ja: ファイルのアップロードに成功しました
vi: Tải tệp lên thành công

# xoa_du_lieu
source: Delete data
ja: データを削除する
vi: Xóa dữ liệu

# chua_chon_muc_xoa_du_lieu
source: The item to delete data has not been selected
ja: データを削除する項目が選択されていません
vi: Chưa chọn mục xóa dữ liệu

# doi_che_do_website
source: Change website mode
ja: ウェブサイトモードを変更する
vi: Đổi chế độ website

# nha_cung_cap
source: Supplier
ja: サプライヤー
vi: Nhà cung cấp

# them_nha_cung_cap
source: Add suppliers
ja: サプライヤーを追加する
vi: Thêm nhà cung cấp

# cap_nhat_nha_cung_cap
source: Update suppliers
ja: サプライヤーを更新する
vi: Cập nhật nhà cung cấp

# vui_long_nhap_ten_nha_cung_cap
source: Please enter supplier name
ja: サプライヤー名を入力してください
vi: Vui lòng nhập tên nhà cung cấp

# ten_nha_cung_cap_da_ton_tai_tren_he_thong
source: Supplier name already exists on the system
ja: サプライヤー名はすでにシステムに存在します
vi: Tên nhà cung cấp đã tồn tại trên hệ thống

# khong_lay_duoc_thong_tin_nha_cung_cap
source: Can't get supplier information
ja: サプライヤー情報を取得できません
vi: Không lấy được thông tin nhà cung cấp

# khong_lay_duoc_thong_tin_block
source: Can't get block information
ja: ブロック情報を取得できません
vi: Không lấy được thông tin block

# khong_tim_thay_duong_dan_file_cua_block
source: The file path of the block could not be found
ja: ブロックのファイルパスが見つかりませんでした
vi: Không tìm thấy đường dẫn file của block

# khong_co_quyen_ghi_file
source: No permission to write files
ja: ファイルを書き込む権限がありません
vi: Không có quyền ghi file

# tao_file_khong_thanh_cong
source: File creation failed
ja: ファイルの作成に失敗しました
vi: Tạo file không thành công

# xoa_giao_dien_khong_thanh_cong
source: Deleting interface failed
ja: インターフェイスの削除に失敗しました
vi: Xóa giao diện không thành công

# vui_long_chon_tep_giao_dien
source: Please select the interface file
ja: インターフェイスファイルを選択してください
vi: Vui lòng chọn tệp giao diện

# khong_lay_duoc_thong_tin_trang
source: Can't get page information
ja: ページ情報を取得できません
vi: Không lấy được thông tin trang

# trang_cau_hinh_khong_duoc_de_trang
source: Configuration page should not be blank
ja: コンフィグページを空白にしないでください
vi: Trang cấu hình không được để trắng

# khong_tim_thay_thong_tin_trang
source: Page information not found
ja: コンフィグ情報が見つかりません
vi: Không tìm thấy thông tin trang

# da_ton_tai_trang_nay_tren_he_thong
source: This page already exists on the system
ja: このページはすでにシステムに存在します
vi: Đã tồn tại trang này trên hệ thống

# duong_dan_khong_hop_le
source: Invalid path
ja: 無効なパス
vi: Đường dẫn không hợp lệ

# duong_dan_da_ton_tai_vui_long_nhap_lai
source: The link already exists, please re-enter it
ja: リンクはすでに存在しています。再入力してください
vi: Đường dẫn đã tồn tại vui lòng nhập lại

# khong_the_nhan_ban_trang_chu
source: Unable to duplicate homepage
ja: ホームページを複製できません
vi: Không thể nhân bản trang chủ

# khong_doc_duoc_noi_dung_tep
source: Can't read file contents
ja: ファイルの内容を読み取れません
vi: Không đọc được nội dung tệp

# tep_nay_khong_ton_tai
source: This file does not exist
ja: このファイルは存在しません
vi: Tệp này không tồn

# khong_doc_duoc_tep_nay
source: Can't read this file
ja: このファイルを読み取ることができません
vi: Không đọc được tệp này

# tai_khoan_thanh_vien
source: Member account
ja: メンバーアカウント
vi: Tài khoản thành viên

# tai_khoan_hoac_mat_khau_khong_dung
source: Account or password is incorrect
ja: アカウントまたはパスワードが正しくありません
vi: Tài khoản hoặc mật khẩu không đúng

# dang_nhap_thanh_cong
source: Logged in successfully
ja: ログインに成功
vi: Đăng nhập thành công

# trang
source: Page
ja: ページ
vi: Trang

# khong_duyet
source: Not approve
ja: 承認しない
vi: Không duyệt

# duyet
source: Approve
ja: 承認
vi: Duyệt

# thuc_te
source: Reality
ja: 現実
vi: Thực tế

# thu_nghiem
source: Experiment
ja: 実験
vi: Thử nghiệm

# don_moi
source: New order
ja: 新しい注文
vi: Đơn mới

# don_huy
source: Canceled order
ja: キャンセル注文
vi: Đơn hủy

# doi_tac_van_chuyen
source: Shipping partner
ja: 配送パートナー
vi: Đối tác vận chuyển

# doi_tuong_khac
source: Other subjects
ja: 他の対象
vi: Đối tượng khác

# moi_nhat
source: Latest
ja: 最新
vi: Mới nhất

# chua_co_danh_muc_duoc_kich_hoat
source: No active categories yet
ja: まだアクティブ項目がありません
vi: Chưa có danh mục được kích hoạt

# chua_co_thuong_hieu_duoc_kich_hoat
source: No brand activated yet
vi: Chưa có thương hiệu được kích hoạt

# xoa_anh
source: Delete photos
ja: 写真を削除する
vi: Xóa ảnh

# loai_thuoc_tinh
source: Attribute type
ja: プロパティタイプ
vi: Loại thuộc tính

# loai_input
source: Input type
ja: インプットタイプ
vi: Loại input

# thong_tin_thuoc_tinh
source: Attribute information
ja: プロパティ情報
vi: Thông tin thuộc tính

# ma_thuoc_tinh
source: Attribute code
ja: プロパティコード
vi: Mã thuộc tính

# ma_thuoc_tinh_viet_thuong_va_khong_chua_ky_tu_dac_biet
source: Attribute code is lowercase and does not contain special characters
ja: プロパティコードは小文字で、特殊文字は含まれていません
vi: Mã thuộc tính viết thường và không chứa ký tự đặc biệt

# ap_dung_anh_dai_dien_cho_thuoc_tinh_nay
source: Apply a profile picture for this attribute
ja: このプロパティのプロフィール写真を適用します
vi: Áp dụng ảnh đại diện cho thuộc tính này

# tuy_chon_nay_chi_1_thuoc_tinh_duy_nhat_duoc_ap_dung
source: This option only 1 attribute is applied
ja: このオプションは1つのプロパティのみが適用されます
vi: Tùy chọn này chỉ 1 thuộc tính duy nhất được áp dụng

# bat_buoc
source: Obligatory
ja: 必須
vi: Bắt buộc

# quay_lai_quan_ly_thuoc_tinh
source: Back to attribute management
ja: プロパティマネジメントに戻る
vi: Quay lại quản lý thuộc tính

# thuoc_tinh
source: Attribute
ja: プロパティ
vi: Thuộc tính

# thong_tin_tuy_chon
source: Optional information
ja: オプションの情報
vi: Thông tin tùy chọn

# ten_tuy_chon
source: Option name
ja: オプションの名前
vi: Tên tùy chọn

# ma_tuy_chon
source: Option code
ja: オプションのコード
vi: Mã tùy chọn

# ban_do
source: Map
ja: マップ
vi: Bản đồ

# ngay_nhan
source: Received date
ja: 受付日
vi: Ngày nhận

# thong_tin_form
source: Form information
ja: フォーム情報
vi: Thông tin form

# vui_long_nhap_thong_tin
source: Please enter information
ja: 情報を入力してください
vi: Vui lòng nhập thông tin

# them_form_lien_he_moi
source: Add new contact form
ja: 新しい連絡フォームを追加する
vi: Thêm form liên hệ mới

# ma_form
source: Form code
ja: フォーム番号
vi: Mã form

# ma_form_se_duoc_su_dung_de_nhung_ngoai_website
source: The form code will be used to embed outside the website
ja: フォームコードは、ウェブサイトの外部に埋め込むために使用されます
vi: Mã form sẽ được sử dụng để nhúng ngoài website

# nhan_email_khi_lien_he
source: Receive email on contact
ja: 連絡するときにメールを受信する
vi: Nhận email khi liên hệ

# cau_hinh_cac_truong_thong_tin
source: Configuring information fields
ja: 情報フィールドの構成
vi: Cấu hình các trường thông tin

# them_truong_moi
source: Add a new field
ja: 新しいフィールドを追加する
vi: Thêm trường mới

# ten_tien_te
source: Currency name
ja: 通貨名
vi: Tên tiền tệ

# ma_tien_te
source: Currency code
ja: 通貨コード
vi: Mã tiền tệ

# don_vi
source: Unit
ja: 単位
vi: Đơn vị

# ti_le_chuyen_doi
source: Conversion rate
ja: 換算レート
vi: Tỉ lệ chuyển đổi

# ti_le_chuyen_doi_cua_tien_te_hien_tai_so_voi_tien_te_mac_dinh
source: Conversion rate of current currency to default currency
ja: 現在の通貨からデフォルトの通貨への換算率
vi: Tỉ lệ chuyển đổi của tiền tệ hiện tại so với tiền tệ mặc định

# nguoi_them
source: Extra person
ja: 追加する人
vi: Người thêm

# han_su_dung
source: Expiration
ja: 有効期限
vi: Hạn sử dụng

# lien_he_gia_han
source: Contact for renewal
ja: 延長するために連絡
vi: Liên hệ gia hạn

# thoi_gian_ket_thuc
source: End time
ja: 終了時間
vi: Thời gian kết thúc

# thoi_gian_con_lai
source: Remaining time
ja: 残り時間
vi: Thời gian còn lại

# dung_luong
source: Capacity
ja: 容量
vi: Dung lượng

# tong_dung_luong
source: Total capacity
ja: 総容量
vi: Tổng dung lượng

# tong_bai_viet
source: Total articles
ja: 投稿数
vi: Tổng bài viết

# anh
source: Photos
ja: 写真
vi: Ảnh

# tai_lieu
source: Document
ja: 資料
vi: Tài liệu

# bai_viet_chuan_seo
source: Standard articles for SEO
ja: Seo標準の投稿
vi: Bài viết chuẩn seo

# tong_san_pham
source: Total product
ja: 合計の商品
vi: Tổng sản phẩm

# san_pham_chuan_seo
source: Standard products for SEO
ja: Seo標準の商品
vi: Sản phẩm chuẩn seo

# tong_don_hang
source: Total order
ja: 全ての注文
vi: Tổng đơn hàng

# che_do
source: Modes
ja: モード
vi: Chế độ

# giao_dien_duoc_chon
source: Selected interface
ja: 選択したインターフェース
vi: Giao diện được chọn

# chua_duoc_thiet_lap
source: Not set up yet
ja: まだ設定されていません
vi: Chưa được thiết lập

# thong_ke_khach_hang
source: Customer statistics
ja: 顧客統計
vi: Thống kê khách hàng

# tong_binh_luan
source: Total comments
ja: コメント総数
vi: Tổng bình luận

# tong_danh_gia
source: Total rating
ja: 総合評価
vi: Tổng đánh giá

# cap_nhat_dia_chi
source: Update address
ja: 住所の更新
vi: Cập nhật địa chỉ

# nha_rieng_co_quan
source: Private house, office
ja: 自宅、オフィス
vi: Nhà riêng, cơ quan

# gia_ban
source: Selling price
ja: 価格
vi: Giá bán

# them_moi_nha_cung_cap
source: Add new supplier
ja: 新しいサプライヤーを追加する
vi: Thêm mới nhà cung cấp

# ten_nha_cung_cap
source: Supplier name
ja: サプライヤー名
vi: Tên nhà cung cấp

# ma_nha_cung_cap
source: Supplier code
ja: サプライヤーコード
vi: Mã nhà cung cấp

# don_gia
source: Unit price
ja: 単価
vi: Đơn giá

# cau_hinh_mau_email
source: Configure email template
ja: メールテンプレートの構成
vi: Cấu hình mẫu email

# chinh_sua_mau_email
source: Edit email templates
ja: メールテンプレートを編集する
vi: Chỉnh sửa mẫu email

# ten_email
source: Email name
ja: メール件名
vi: Tên email

# noi_dung_gui_thu
source: testing content
ja: メール内容
vi: Nội dung gửi thử

# them_nguon_don_hang
source: Add order source
ja: 注文の生産地を追加
vi: Thêm nguồn đơn hàng

# cap_nhat_nguon_don_hang
source: Update order source
ja: 注文の生産地を更新
vi: Cập nhật nguồn đơn hàng

# ten_nguon_hang
source: Product source name
ja: 注文由来の名前
vi: Tên nguồn hàng

# ma_nguon_don_hang
source: Order source code
ja: 注文由来のコード
vi: Mã nguồn đơn hàng

# khach_hang_chua_xac_nhan
source: The customer has not confirmed
ja: お客さんがまだ確認していない
vi: Khách hàng chưa xác nhận

# ban_hay_them_khu_vuc_quan_huyen_cua_khach_hang_de_su_dung_dich_vu_giao_hang
source: Please add the customer's district area to use the delivery service
ja: 配送サービスを利用するには、お客様の地区エリアを追加してください
vi: Bạn hãy thêm khu vực quận huyện của khách hàng để sử dụng dịch vụ giao hàng

# ban_hay_them_khu_vuc_phuong_xa_cua_khach_hang_de_su_dung_dich_vu_hang_van_chuyen
source: Please add the customer's commune area to use the carrier service
vi: Bạn hãy thêm khu vực phường xã của khách hàng để sử dụng dịch vụ hãng vận chuyển

# sua
source: Edit
ja: 編集
vi: Sửa

# thong_tin_don_nhap_hang
source: Purchase order information
ja: 注文情報
vi: Thông tin đơn nhập hàng

# ma_don_nhap_hang
source: Purchase order code
ja: 注文コード
vi: Mã đơn nhập hàng

# thong_tin_nha_cung_cap
source: Supplier Information
ja: サプライヤー情報
vi: Thông tin nhà cung cấp

# tim_kiem_nha_cung_cap_f4
source: Search supplier (f4)
ja: サプライヤーを探す (f4)
vi: Tìm kiếm nhà cung cấp (f4)

# thanh_toan_voi_nha_cung_cap
source: Paying with suppliers
ja: サプライヤーとの支払い
vi: Thanh toán với nhà cung cấp

# nhap_kho
source: Warehouse
ja: 入庫
vi: Nhập kho

# nhap_hang_vao_kho
source: Import goods into warehouse
ja: 倉庫に商品を輸入する
vi: Nhập hàng vào kho

# da_hoan_tien
source: Refunded
ja: 返金完了
vi: Đã hoàn tiền

# xac_nhan_thanh_cong
source: Successful confirmation
ja: 確認完了
vi: Xác nhận thành công
