Repository: xuanhieu3796/ximang
Catalog: core/resources/locales/*/admin.po
Languages: ja, vi

# so_diem_trong_vi_khong_du_de_su_dung
source: The number of points in the wallet is not enough to use
ja: ウォレット内の使用できるポイントが不足しています
vi: Số điểm trong ví không đủ để sử dụng

# dieu_chinh_diem_khong_thanh_cong
source: Point adjustment failed
ja: ポイント調整に失敗しました
vi: Điều chỉnh điểm không thành công

# ngay_yeu_cau
source: Request Date
ja: リクエスト日
vi: Ngày yêu cầu

# ngay_duyet
source: Approval date
ja: 承認日
vi: Ngày duyệt

# them_ban_ghi
source: Add record
ja: レコードを追加
vi: Thêm bản ghi

# lich_su_su_dung_diem
source: History of using points
ja: ポイント使用履歴
vi: Lịch sử sử dụng điểm

# top_doi_tac
source: Top partner
ja: トップパートナー
vi: Top đối tác

# doanh_thu
source: Revenue
ja: 収益
vi: Doanh thu

# luot_gioi_thieu
source: Referrals
ja: 紹介
vi: Lượt giới thiệu

# doi_tac_moi
source: New partner
ja: 新しいパートナー
vi: Đối tác mới

# thang_1
source: January
ja: 1月
vi: Tháng 1

# thang_2
source: February
ja: 2月
vi: Tháng 2

# thang_3
source: March
ja: 3月
vi: Tháng 3

# thang_4
source: April
ja: 4月
vi: Tháng 4

# thang_5
source: May
ja: 5月
vi: Tháng 5

# thang_6
source: June
ja: 6月
vi: Tháng 6

# thang_7
source: July
ja: 7月
vi: Tháng 7

# thang_8
source: August
ja: 8月
vi: Tháng 8

# thang_9
source: September
ja: 9月
vi: Tháng 9

# thang_10
source: October
ja: 10月
vi: Tháng 10

# thang_11
source: November
ja: 11月
vi: Tháng 11

# thang_12
source: December
ja: 12月
vi: Tháng 12

# trong_nam
source: In year
ja: 年内
vi: Trong năm

# don_thanh_cong
source: Successful order
ja: アプリケーションは成功しました
vi: Đơn thành công

# don_that_bai
source: Failed order
ja: アプリケーションが失敗しました
vi: Đơn thất bại

# tai_khoan_ngan_hang
source: Banh account
ja: 銀行口座
vi: Tài khoản ngân hàng

# thong_tin_thanh_toan
source: Payment information
ja: 支払い情報
vi: Thông tin thanh toán

# diem_vi
source: Wallet points
ja: ウォレット ポイント
vi: Điểm ví

# diem_tuy_chinh
source: Custom point
ja: カスタムポイント
vi: Điểm tùy chỉnh

# khach_hang_hien_tai_da_la_doi_tac
source: Current customer is already partner
ja: 顧客はパートナーになりました
vi: Khách hàng hiện tại đã là đối tác

# dang_ap_dung
source: Applying
ja: 申請中
vi: Đang áp dụng

# khach_da_tra
source: Customer has paid
ja: 顧客は支払いを完了しました
vi: Khách đã trả

# su_dung_diem_thuong
source: Use reward points
ja: ボーナスポイントを使用
vi: Sử dụng điểm thưởng

# su_dung_diem_vi
source: Use wallet points
ja: ウォレットポイントを使用
vi: Sử dụng điểm ví

# phuong_thuc_van_chuyen_da_chon
source: Selected shipping method
ja: 選択された配送方法
vi: Phương thức vận chuyển đã chọn

# yeu_cau_rut_tien_nay_da_duoc_thuc_hien
source: This withdrawal request has been made
ja: この出金リクエストは処理されました
vi: Yêu cầu rút tiền này đã được thực hiện

# tao_yeu_cau
source: Create request
ja: リクエストの作成
vi: Tạo yêu cầu

# tao_yeu_cau_rut_tien_theo_ky_han
source: Create a withdrawal request by term
ja: 期間ごとに引き出しリクエストを作成
vi: Tạo yêu cầu rút tiền theo kỳ hạn

# ho_ten
source: Full name
ja: フルネーム
vi: Họ tên

# ngan_hang
source: Bank
ja: 銀行
vi: Ngân hàng

# chon_ngan_hang
source: Select bank
ja: バンクを選択
vi: Chọn ngân hàng

# so_diem_co_the_rut
source: Points can be withdrawed
ja: 出金可能なポイント
vi: Số điểm có thể rút

# vui_long_chon_ngan_hang
source: Please select bank
ja: 銀行を選択してください
vi: Vui lòng chọn ngân hàng

# vui_long_nhap_so_diem_de_rut
source: Please enter the points to withdraw
ja: 出金するポイント数を入力してください
vi: Vui lòng nhập số điểm để rút

# so_diem_khong_du_de_rut
source: The point is not enough to withdraw
ja: 出金するにはポイントが足りません
vi: Số điểm không đủ để rút

# chua_thiet_lap_ti_le_quy_doi
source: The point conversion rate has not been set
ja: ポイント交換率はまだ設定されていません
vi: Chưa thiết lập tỉ lệ quy đổi điểm

# them_phuong_thuc_van_chuyen
source: Add shipping method
ja: 配送方法を追加
vi: Thêm phương thức vận chuyển

# khong_co_du_lieu
source: No data
ja: データがありません
vi: Không có dữ liệu

# chuyen_huong_trang_error
source: Redirect Error page
ja: ページリダイレクトエラー
vi: Chuyển hướng trang Error

# trang_dich
source: Landing page
ja: ランディング ページ
vi: Trang đích

# trang_404
source: 404 page
ja: 404 ページ
vi: Trang 404

# cau_hinh_mau_in
source: Print pattern configuration
ja: 印刷テンプレートの設定
vi: Cấu hình mẫu in

# chinh_sua_mau_in
source: Edit print pattern
ja: 印刷テンプレートを編集
vi: Chỉnh sửa mẫu in

# ten_mau_in
source: Print pattern name
ja: 印刷テンプレート名
vi: Tên mẫu in

# vui_long_chon_mau_in
source: Please select print pattern
ja: 印刷モデルを選択してください
vi: Vui lòng chọn mẫu in

# khong_ton_tai_file_mau_in
source: Print pattern file does not exists
ja: 印刷テンプレートファイルが存在しません
vi: Không tồn tại file mẫu in

# khong_lay_duoc_thong_tin_mau_in
source: Can't get print pattern information
ja: 印刷フォーム情報を取得できません
vi: Không lấy được thông tin mẫu in

# vui_long_nhap_ten_mau_in
source: Please enter print pattern name
ja: テンプレート名を入力してください
vi: Vui lòng nhập tên mẫu in

# tieu_de_mau_in
source: Print pattern title
ja: テンプレートのタイトルを印刷
vi: Tiêu đề mẫu in

# luu_mau_in
source: Save print pattern
ja: 印刷テンプレートを保存
vi: Lưu mẫu in

# chuyen_huong_xem_them
source: Redirect view more
ja: リダイレクトして詳細を表示
vi: Chuyển hướng xem thêm

# duong_dan_chinh_sach
source: Policy path
ja: ポリシーパス
vi: Đường dẫn chính sách

# chinh_sach
source: Policy
ja: ポリシー
vi: Chính sách

# dieu_khoan_su_dung
source: Terms of use
ja: 利用規約
vi: Điều khoản sử dụng

# xoa_du_lieu_nguoi_dung
source: Delete user data
ja: ユーザーデータを削除
vi: Xóa dữ liệu người dùng

# theo_thoi_gian
source: By the time
ja: 時間の経過とともに
vi: Theo thời gian

# theo_san_pham
source: By product
ja: 製品別
vi: Theo sản phẩm

# theo_nhan_vien
source: By employee
ja: 従業員別
vi: Theo nhân viên

# theo_nguon_don_hang
source: According to the source of the order
ja: 注文元別
vi: Theo nguồn đơn hàng

# bao_cao_theo_thoi_gian
source: Report from time to time
ja: 経時的なレポート
vi: Báo cáo theo thời gian

# bao_cao_theo_san_pham
source: Report by product
ja: 製品ごとのレポート
vi: Báo cáo theo sản phẩm

# bao_cao_theo_nhan_vien
source: Report by employee
ja: 従業員によるレポート
vi: Báo cáo theo nhân viên

# bao_cao_theo_tinh_thanh
source: Report by province
ja: 州ごとのレポート
vi: Báo cáo theo tỉnh thành

# bao_cao_theo_nguon_don_hang
source: Report by order source
ja: 注文元ごとのレポート
vi: Báo cáo theo nguồn đơn hàng

# chua_co_thong_tin
source: No information yet
ja: まだ情報はありません
vi: Chưa có thông tin

# stt
source: No.
ja: STT
vi: STT

# so_don
source: Number of order
ja: 注文番号
vi: Số đơn

# so_san_pham
source: Number of product
ja: 製品番号
vi: Số sản phẩm

# doanh_thu_tck
source: Revenue of TCK
ja: TCK 収益
vi: Doanh thu TCK

# so_luong_ban
source: Quantity sold
ja: 販売数量
vi: Số lượng bán

# tong
source: Total
ja: 合計
vi: Tổng

# thoi_gian
source: Time
ja: 時間
vi: Thời gian

# hien_thi_theo
source: Display by
ja: 表示方法
vi: Hiển thị theo

# cau_hinh_lien_he
source: Contact configuration
ja: 連絡先設定
vi: Cấu hình liên hệ

# ngay_dang
source: article date
ja: 投稿日
vi: Ngày đăng

# da_ban
source: Sold
ja: 販売済み
vi: Đã bán

# top_10_san_pham_ban_chay
source: Top 10 best selling products
ja: ベストセラー製品トップ 10
vi: Top 10 sản phẩm bán chạy

# so_thu_tu
source: Numerical order
ja: シーケンス番号
vi: Số thứ tự

# doanh_thu_truoc_chiet_khau
source: Revenue before discount
ja: 割引前の収益
vi: Doanh thu trước chiết khấu

# ti_le_chuyen_doi_thanh_cong
source: Successful conversion rate
ja: 変換成功率
vi: Tỉ lệ chuyển đổi thành công

# trung_binh
source: Medium
ja: 平均
vi: Trung bình

# cong_thanh_toan_momo_app_to_app
source: MoMo payment gateway app to app
ja: MoMo アプリ間の支払いゲートウェイ
vi: Cổng thanh toán MoMo app to app

# danh_sach_thuoc_tinh
source: Attribute list
ja: 属性リスト
vi: Danh sách thuộc tính

# quan_ly_tat_ca_thuoc_tinh_mo_rong
source: Manage all extended properties
ja: すべての拡張プロパティを管理
vi: Quản lý tất cả thuộc tính mở rộng

# ma_nhung_thuoc_tinh
source: Attribute embed code
ja: 属性埋め込みコード
vi: Mã nhúng thuộc tính

# them_ma_nhung_thuoc_tinh
source: Add attribute embed code
ja: 属性埋め込みコードを追加
vi: Thêm mã nhúng thuộc tính

# ma_nhung_thuoc_tinh_bai_viet
source: Article attribute embed code
ja: 属性埋め込みコードを投稿
vi: Mã nhúng thuộc tính bài viết

# them_ma_nhung_thuoc_tinh_vao_bai_viet
source: Add attribute embed code to article
ja: 投稿に属性埋め込みコードを追加
vi: Thêm mã nhúng thuộc tính vào bài viết

# ma_nhung_thuoc_tinh_san_pham
source: Product attribute embed code
ja: 商品属性の埋め込みコード
vi: Mã nhúng thuộc tính sản phẩm

# them_ma_nhung_thuoc_tinh_vao_san_pham
source: Add attribute embed code to product
ja: 商品に属性埋め込みコードを追加
vi: Thêm mã nhúng thuộc tính vào sản phẩm

# cau_hinh_thuoc_tinh_mo_rong_duoc_phep_nhung_vao_noi_dung_bai_viet
source: Configure extended attributes that are allowed to be embedded in article content
ja: 記事コンテンツへの埋め込みを許可する拡張属性を設定します
vi: Cấu hình thuộc tính mở rộng được phép nhúng vào nội dung bài viết

# cau_hinh_thuoc_tinh_mo_rong_duoc_phep_nhung_vao_noi_dung_san_pham
source: Configure extended attributes that are allowed to be embedded in product content
ja: 製品コンテンツへの埋め込みを許可する拡張属性を構成します
vi: Cấu hình thuộc tính mở rộng được phép nhúng vào nội dung sản phẩm

# thuoc_tinh_ap_dung_theo_danh_muc
source: Attributes apply by category
ja: カテゴリごとに適用される属性
vi: Thuộc tính áp dụng theo danh mục

# giatb
source: Average price
ja: 平均価格
vi: Giá TB

# gia_trung_binh
source: Average price
ja: 平均価格
vi: Giá trung bình

# nguon_chua_xac_dinh
source: Unknown source
ja: 不明なソース
vi: Nguồn chưa xác định

# so_luong_don_theo_tinh_thanh
source: Order quantity by province
ja: 州ごとの申請数
vi: Số lượng đơn theo tỉnh thành

# nhan_vien_suat_sac
source: Excellent staff
ja: 優秀なスタッフ
vi: Nhân viên suất sắc

# tam_tinh_doanh_thu
source: Temporary calculation of revenue
ja: 暫定収益計算
vi: Tạm tính doanh thu

# so_don_dat_hang
source: Number of orders
ja: 配達された注文の数
vi: Số đơn đạt hàng

# tuan
source: Week
ja: 週
vi: Tuần

# doanh_thu_tam_tinh
source: Provisional revenue
ja: 暫定収入
vi: Doanh thu tạm tính

# doanh_thu_theo_nguon_don_hang
source: Revenue by order source
ja: 注文ソース別の収益
vi: Doanh thu theo nguồn đơn hàng

# bao_gom_cac_don_hang_chua_thanh_cong
source: Including unsuccessful orders
ja: 未履行の注文を含める
vi: Bao gồm các đơn hàng chưa thành công

# doanh_thu_thuc_te
source: Actual revenue
ja: 実際の収益
vi: Doanh thu thực tế

# tong_tien_don_huy
source: Total cancellation fee
ja: キャンセル料の合計
vi: Tổng tiền đơn hủy

# tong_tien_chua_thanh_toan
source: Total amount unpaid
ja: 未払い総額
vi: Tổng tiền chưa thanh toán

# xuat_excel_trang_hien_tai
source: Export current page in excel
ja: 現在のページを Excel にエクスポート
vi: Xuất excel trang hiện tại

# xuat_excel_toan_bo_cac_trang
source: Export all pages in excel
ja: すべてのページを Excel にエクスポート
vi: Xuất excel toàn bộ các trang

# xuat_excel
source: Export in excel
ja: Excelにエクスポート
vi: Xuất excel

# doanh_thu_theo_tinh_thanh
source: Revenue by province
ja: 州別の収益
vi: Doanh thu theo tỉnh thành

# trang_thai_ap_dung_thuoc_tinh_theo_danh_muc
source: Attribute application status by category
ja: カテゴリ別の属性適用ステータス
vi: Trạng thái áp dụng thuộc tính theo danh mục

source: khi_kich_hoat_trang_thai_thi_nhung_danh_muc_khong_cau_hinh_thuoc_tinh_mo_rong_khi_them_moi_hoac_cap_nhat_se_khong_ap_dung_duoc_thuoc_tinh_mo_rong
ja: ステータスが有効な場合、拡張属性を追加または更新するときに、拡張属性が設定されていないカテゴリは適用されません
vi: Khi kích hoạt trạng thái thì những danh mục không cấu hình thuộc tính mở rộng, khi thêm mới hoặc cập nhật sẽ không áp dụng được thuộc tính mở rộng

# import_san_pham_qua_excel
source: Import products via excel
ja: Excel経由で製品をインポート
vi: Import sản phẩm qua excel

# mau_file
source: File Template
ja: テンプレート ファイル
vi: Mẫu File

# tai_mau_file_excel_va_nhap_thong_tin_san_pham
source: Download the excel file template and enter product information
ja: Excel ファイルのテンプレートをダウンロードして、製品情報を入力してください
vi: Tải mẫu file excel và nhập thông tin sản phẩm

# thuong_hieu_ap_dung_theo_danh_muc
source: Trademarks by category
ja: カテゴリごとに適用されたブランド
vi: Thương hiệu áp dụng theo danh mục

# tuy_chinh_thuong_hieu_cho_tung_danh_muc_san_pham
source: Customize branding for each product category
ja: 各製品カテゴリのブランドをカスタマイズ
vi: Tùy chỉnh thương hiệu cho từng danh mục sản phẩm

source: khi_kich_hoat_trang_thai_thi_nhung_danh_muc_khong_cau_hinh_thuong_hieu_khi_them_moi_hoac_cap_nhat_se_khong_ap_dung_duoc_thuong_hieu
ja: ステータスが有効な場合、ブランドが設定されていないカテゴリは、追加または更新時にブランドが適用されません
vi: Khi kích hoạt trạng thái thì những danh mục không cấu hình thương hiệu, khi thêm mới hoặc cập nhật sẽ không áp dụng được thương hiệu

# cau_hinh_gui_tin
source: Sending Configuration
ja: 設定を送信中
vi: Cấu hình gửi tin

# huong_dan_thiet_lap_slack
source: Slack Setup Guide
ja: Slack のセットアップ手順
vi: Hướng dẫn thiết lập Slack

# huong_dan_cau_hinh_telegram_nicegram
source: Telegram (Nicegram) Configuration Instructions
ja: テレグラム設定手順 (ナイスグラム)
vi: Hướng dẫn cấu hình Telegram (Nicegram)

# huong_dan_lay_webhook_url
source: Instructions to get Webhook URL
ja: Webhook URL を取得する手順
vi: Hướng dẫn lấy Webhook URL

# tao_app_tren_slack
source: Create an App on Slack
ja: Slack でアプリを作成
vi: Tạo App trên Slack

# trong_trang_dashboard_cua_slack_chon_them_ung_dung_va_tim_incoming_webhooks
source: In the Slack dashboard select add apps and look for Incoming WebHooks
ja: Slack ダッシュボードでアプリの追加を選択し、受信 WebHook を探します
vi: Trong trang dashboard của Slack chọn thêm ứng dụng và tìm Incoming WebHooks

# lua_chon_channel_muon_gui_tin
source: Select the Channel you want to send the message to
ja: ニュースを送信したいチャンネルを選択してください
vi: Lựa chọn Channel muốn gửi tin

# neu_chua_co_thi_tao_moi_channel
source: If do not have, create a new Channel
ja: チャンネルがない場合は、新しいチャンネルを作成してください
vi: Nếu chưa có thì tạo mới Channel

# thong_tin_webhook_url
source: Webhook URL information
ja: Webhook URL情報
vi: Thông tin Webhook URL

# tai_ung_dung_nicegram_tren_iphone
source: Download Nicegram app on Iphone
ja: iPhone に Nicegram アプリをダウンロード
vi: Tải ứng dụng Nicegram trên Iphone

# tren_ung_dung_nicegram_tim_kiem_botfather
source: On the Nicegram app search for BotFather
ja: Nicegram アプリで BotFather を検索します
vi: Trên ứng dụng Nicegram tìm kiếm BotFather

# khi_cua_so_tro_chuyen_voi_bot_duoc_mo_nhan_nut_start
source: When the chat window with Bot is open, press the Start button
ja: ボットチャットウィンドウが開いたら、スタートボタンを押してください
vi: Khi của sổ trò chuyện với Bot được mở, nhấn nút Start

# nhap_vao_newbot_va_nhap_ten_username_cho_bot
source: Click on newbot and enter the name and username for the Bot
ja: /newbot をクリックし、ボットの名前とユーザー名を入力します
vi: Nhấp vào /newbot và nhập tên, username cho Bot

# thong_tin_token_cua_bot
source: Token Information of Bot
ja: ボットトークン情報
vi: Thông tin Token của Bot

# tao_nhom_va_them_bot_ban_vua_tao_vao_nhom_chat
source: Create a group and add the Bot you just created to the chat group
ja: グループを作成し、作成したボットをチャット グループに追加します
vi: Tạo nhóm và thêm Bot bạn vừa tạo vào nhóm chat

# lay_thong_tin_id_nhom_chat
source: Get group chat ID information
ja: チャットグループID情報を取得
vi: Lấy thông tin ID nhóm chat

# ket_noi
source: Connect
ja: 接続
vi: Kết nối

# gui_tin_nhan
source: Send message
ja: メッセージを送信
vi: Gửi tin nhắn

# thiet_lap_gui_tin_nhan
source: Set up sending messages
ja: メッセージ送信設定
vi: Thiết lập gửi tin nhắn

# ma_sp
source: Product code
ja: SPコード
vi: Mã SP

# gia_km
source: Promotion price
ja: KM価格
vi: Giá KM

# ngay_giam_gia
source: Promotion date
ja: セール日
vi: Ngày giảm giá

# ngay_ket_thuc_giam_gia
source: Promotion end date
ja: 割引終了日
vi: Ngày kết thúc giảm giá

# trang_thai_phien_ban
source: Version state
ja: バージョンステータス
vi: Trạng thái phiên bản

# thong_tin_phien_ban_san_pham
source: Product version information
ja: 製品バージョン情報
vi: Thông tin phiên bản sản phẩm

# chuyen_huong_duong_dan_website
source: Redirect website path
ja: Web サイトのパスをリダイレクト
vi: Chuyển hướng đường dẫn website

# cau_hinh_chuyen_huong
source: Configure redirects
ja: リダイレクト設定
vi: Cấu hình chuyển hướng

# thiet_lap_duong_dan_cdn
source: Set up CDN path
ja: CDN パスのセットアップ
vi: Thiết lập đường dẫn CDN

# cau_hinh_mang_xa_hoi
source: Social network configuration
ja: ソーシャル設定
vi: Cấu hình mạng xã hội

# trang_thai_sp
source: Product state
ja: SPステータス
vi: Trạng thái SP

# quoc_gia
source: Country
ja: 国
vi: Quốc gia

# them_quoc_gia
source: Add country
ja: 国を追加
vi: Thêm quốc gia

# cap_nhat_quoc_gia
source: Update country
ja: 国の最新情報
vi: Cập nhật quốc gia

# ten_quoc_gia
source: Country name
ja: 国名
vi: Tên quốc gia

# ten_tinh_thanh
source: Province name
ja: 県名
vi: Tên tỉnh thành

# cap_nhat_tinh_thanh
source: Update province
ja: 都道府県を更新
vi: Cập nhật tỉnh thành

# ten_quan_huyen
source: District name
ja: 地区名
vi: Tên quận huyện

# cap_nhat_quan_huyen
source: Update district
ja: 地区を更新
vi: Cập nhật quận huyện

# ten_phuong_xa
source: Ward/ commune name
ja: コミューン名
vi: Tên phường xã

# cap_nhat_phuong_xa
source: Update ward/ commune
ja: コミューンと区を更新
vi: Cập nhật phường xã

# danh_sach_quoc_gia
source: Country list
ja: 国リスト
vi: Danh sách quốc gia

# danh_sach_tinh_thanh
source: Province list
ja: 州のリスト
vi: Danh sách tỉnh thành

# mau_block
source: Block color
ja: ブロックカラー
vi: Màu block

# mau_item
source: Item color
ja: アイテムの色
vi: Màu item

# khoang_cach_block
source: Block distance
ja: ブロック距離
vi: Khoảng cách block

# khoang_cach_item
source: Item distance
ja: アイテムの距離
vi: Khoảng cách item

# danh_muc_chinh
source: Main category
ja: メインカテゴリ
vi: Danh mục chính

# nhan_da_ngon_ngu
source: Mutilanguage lebel
ja: 多言語ラベル
vi: Nhãn đa ngôn ngữ

# dung_de_hien_thi_cac_du_lieu_theo_ngon_ngu
source: Use for display data by languages
ja: 言語ごとにデータを表示するために使用されます
vi: Dùng để hiển thị các dữ liệu theo ngôn ngữ

# nhan_thuong
source: Nomal label
ja: 通常のラベル
vi: Nhãn thường

# dung_de_luu_cac_gia_tri_khong_thay_doi_voi_cac_ngon_ngu_khac_nhau
source: Used to store values that do not change with different languages
ja: さまざまな言語で不変の値を保存するために使用されます
vi: Dùng để lưu các giá trị không thay đổi với các ngôn ngữ khác nhau

# gia_tri
source: Value
ja: 値
vi: Giá trị

# duong_dan_he_thong
source: System path
ja: システムパス
vi: Đường dẫn hệ thống

# quan_ly_va_thiet_lap_cac_tien_ich_cho_website
source: Manage and set up widgets for the website
ja: Web サイトのユーティリティを管理および設定します
vi: Quản lý và thiết lập các tiện ích cho website

# xoa_bo_du_lieu_mau_tren_website
source: Delete sample data on website
ja: ウェブサイト上のサンプルデータを削除
vi: Xóa dữ liệu mẫu trên website

# cap_nhat_thong_tin_duong_dan_cdn
source: Update CDN path information
ja: CDN パス情報を更新
vi: Cập nhật thông tin đường dẫn CDN

# export_du_lieu_mau
source: Export sample data
ja: サンプルデータをエクスポート
vi: Export dữ liệu mẫu

# export_du_lieu_mau_cho_website
source: Export sample data for website
ja: ウェブサイトのサンプルデータをエクスポート
vi: Export dữ liệu mẫu cho website

# import_du_lieu_mau
source: Import sample data
ja: サンプルデータをインポート
vi: Import dữ liệu mẫu

# import_du_lieu_mau_cho_website
source: Import sample data for website
ja: ウェブサイトのサンプルデータをインポート
vi: Import dữ liệu mẫu cho website

# migrate_thong_tin_du_lieu_cho_website
source: Migrate data information for website
ja: ウェブサイトのデータ情報を移行
vi: Migrate thông tin dữ liệu cho website

# cap_nhat_lai_thong_tin_search_unicode
source: Update unicode search information
ja: Unicode検索情報を更新
vi: Cập nhật lại thông tin search unicode

# export_du_lieu_danh_muc_bai_viet
source: Export article category data
ja: 記事カテゴリデータをエクスポート
vi: Export dữ liệu danh mục bài viết

# export_du_lieu_bai_viet
source: Export article data
ja: 記事データのエクスポート
vi: Export dữ liệu bài viết

# export_du_lieu_the_tag_cua_bai_viet
source: Export article tag data
ja: 記事タグデータをエクスポート
vi: Export dữ liệu thẻ tag bài viết

# export_du_lieu_thuoc_tinh_mo_rong_cua_bai_viet
source: Export article extended attribute data
ja: 記事の拡張属性データをエクスポート
vi: Export dữ liệu thuộc tính mở rộng của bài viết

# export_du_lieu_danh_muc_san_pham
source: Export product category data
ja: 製品カタログ データをエクスポート
vi: Export dữ liệu danh mục sản phẩm

# export_du_lieu_thuong_hieu
source: Export brand data
ja: ブランドデータをエクスポート
vi: Export dữ liệu thương hiệu

# export_du_lieu_san_pham
source: Export product data
ja: 製品データのエクスポート
vi: Export dữ liệu sản phẩm

# export_du_lieu_the_tag_cua_san_pham
source: Export product tag data
ja: 商品タグデータをエクスポート
vi: Export dữ liệu thẻ tag của sản phẩm

# export_du_lieu_thuoc_tinh_mo_rong_cua_san_pham
source: Export product extended attribute data
ja: 製品拡張属性データをエクスポート
vi: Export dữ liệu thuộc tính mở rộng của sản phẩm

# export_du_lieu
source: Export data
ja: データのエクスポート
vi: Export dữ liệu

# xoa_cache_website
source: Delete cache Website
ja: ウェブサイトのキャッシュをクリア
vi: Xoá Cache Website

# xoa_cache_trinh_duyet
source: Clear browser cache
ja: ブラウザのキャッシュをクリア
vi: Xoá Cache trình duyệt

# chao
source: Hi
ja: こんにちは
vi: Chào

# thuc_hien_cac_buoc_export_theo_dung_thu_tu
source: Perform the export steps in the correct order
ja: 正しい順序でエクスポート手順を実行してください
vi: Thực hiện các bước export theo đúng thứ tự

# so_ban_ghi_can_export_cang_it_thi_export_du_lieu_cang_nhanh
source: The fewer records you need to export, the faster you can export data
ja: エクスポートするレコードが少ないほど、データのエクスポートが速くなります
vi: Số bản ghi cần export càng ít thì export dữ liệu càng nhanh

source: Sample export data is temporarily stored in the tmp directory. During the data export process, the system cache must not be cleared to avoid errors when exporting sample data
ja: サンプル エクスポート データは一時的に tmp フォルダーに保存されます。サンプル データのエクスポート時のエラーを避けるため、データ エクスポート プロセス中はシステム キャッシュを削除しないでください。
vi: Dữ liệu export mẫu được lưu tạm trong thư mục tmp. Trong quá trình export dữ liệu không được xóa cache hệ thống để tránh xảy ra lỗi khi export dữ liệu mẫu

# so_ban_ghi
source: Number of records
ja: レコード番号
vi: Số bản ghi

# so_ban_ghi_export
source: Number of export records
ja: エクスポートレコードの数
vi: Số bản ghi export

# the_tag_bai_viet
source: Article tags
ja: タグを投稿
vi: Thẻ tag bài viết

# thuoc_tinh_mo_rong_bai_viet
source: Attributes of article expansion
ja: 投稿拡張機能の属性
vi: Thuộc tính mở rộng bài viết

# thuoc_tinh_mo_rong_san_pham
source: Attributes of product expansion
ja: 製品の拡張属性
vi: Thuộc tính mở rộng sản phẩm

# id_bat_dau
source: Start ID
ja: 開始ID
vi: ID bắt đầu

# buoc_khoi_tao
source: Initialization step
ja: 初期化ステップ
vi: Bước khởi tạo

# chuc_nang_he_thong
source: System functions
ja: システム関数
vi: Chức năng hệ thống

# import_du_lieu
source: Import data
ja: データをインポート
vi: Import dữ liệu

# khoi_tao_moi_quy_trinh_export_du_lieu
source: Initiate a new data export process
ja: 新しいデータ エクスポート プロセスを開始します
vi: Khởi tạo mới quy trình export dữ liệu

# doc_thong_tin_du_lieu
source: Read data information
ja: データ情報の読み取り
vi: Đọc thông tin dữ liệu

# cau_hinh_du_lieu_export
source: Export data configuration
ja: エクスポートデータの構成
vi: Cấu hình dữ liệu export

# cau_hinh_id_bat_dau_cho_du_lieu
source: Configure start ID for data
ja: データの開始IDを構成
vi: Cấu hình ID bắt đầu cho dữ liệu

# cau_hinh_thong_tin_cdn
source: Configure CDN information
ja: CDN情報の構成
vi: Cấu hình thông tin CDN

# chon_ngon_ngu_cho_du_lieu_can_export
source: Select the language for the data to be exported
ja: エクスポートするデータの言語を選択
vi: Chọn ngôn ngữ cho dữ liệu cần export

# danh_sach_ngon_ngu
source: List of languages
ja: 言語リスト
vi: Danh sách ngôn ngữ

# quan_ly_danh_sach_ngon_ngu_he_thong
source: Manage system language list
ja: システム言語リストの管理
vi: Quản lý danh sách ngôn ngữ hệ thống

# dich_tu_dong
source: Automatic translation
ja: 自動翻訳
vi: Dịch tự động

# dich_tu_dong_khi_tao_moi_bai_viet
source: Automatic translation when creating new articles
ja: 新しい投稿作成時の自動翻訳
vi: Dịch tự động khi tạo mới bài viết

# dich
source: Translate
ja: 翻訳
vi: Dịch

# da_khoi_tao
source: Initialized
ja: 初期化されました
vi: Đã khởi tạo

# khong_the_khoi_tao_tep_du_lieu_{0}
source: Unable to initialize data file {0}
ja: データ ファイル {0} を初期化できません
vi: Không thể khởi tạo tệp dữ liệu {0}

# khong_the_khoi_tao_tep_du_lieu_all_sql
source: Unable to initialize data file all.sql
ja: データファイルall.sqlの初期化に失敗しました
vi: Không thể khởi tạo tệp dữ liệu all.sql

# khong_the_khoi_tao_thu_muc_media
source: Unable to initialize category media
ja: メディアフォルダーを初期化できません
vi: Không thể khởi tạo thư mục media

# khong_the_khoi_tao_thu_muc_thumbs
source: Unable to initialize category thumbs
ja: サムディレクトリを初期化できません
vi: Không thể khởi tạo thư mục thumbs

# khoi_tao_thanh_cong
source: Successful initialization
ja: 初期化が成功しました
vi: Khởi tạo thành công

# cap_nhat_file_migrate_json_khong_thanh_cong
source: Update migrate.json file failed
ja: merge.json ファイルの更新に失敗しました
vi: Cập nhật file migrate.json không thành công
