Repository: xuanhieu3796/ximang
Catalog: core/resources/locales/*/admin.po
Languages: ja, vi

# cap_nhat_trang_thai
source: Update status
ja: ステータス更新
vi: Cập nhật trạng thái

# phuc_hoi_cau_hinh
source: Configuration recovery
ja: 設定を復元
vi: Phục hồi cấu hình

source: Link webhook
ja: Webhook パス
vi: Đường dẫn webhook

# ma_xac_nhan_khong_chinh_xac_hoac_da_het_han
source: Verification code is incorrect or has expired
ja: 検証コードが間違っているか、有効期限が切れています
vi: Mã xác nhận không chính xác hoặc đã hết hạn

# so_san_pham_tu_{0}
source: Number of product from {0}
ja: {0} の製品番号
vi: Số sản phẩm từ {0}

# dong_bo_san_pham_moi_tu_{0}
source: Sync new products from KiotViet {0}
ja: {0} の新製品を同期します
vi: Đồng bộ sản phẩm mới từ {0}

# so_san_pham_da_duoc_dong_bo_tu_{0}_ve_he_thong
source: Product numbers have been synchronized from KiotViet to the system
ja: 製品の数が {0} からシステムに同期されました。
vi: Số sản phẩm đã được đồng bộ từ {0} về hệ thống

# xoa_du_lieu_chuong_trinh_khuen_mai_va_ma_coupon
source: Delete promotion data and Coupon codes
ja: プロモーションとクーポンコードのデータを削除
vi: Xóa dữ liệu chương trình khuyến mãi và mã Coupon

# xoa_du_lieu_ve_diem_cua_khach_hang
source: Delete customer point data
ja: 顧客ポイントデータを削除
vi: Xóa dữ liệu về điểm của khách hàng

# xoa_du_lieu_ve_affiliate
source: Delete affiliate data
ja: アフィリエイト データを削除
vi: Xóa dữ liệu về Affiiate

# bo_dem_truy_cap
source: Access counter
ja: アクセスカウンター
vi: Bộ đếm truy cập

# xoa_du_lieu_bo_dem_truy_cap_website
source: Delete website access counter data
ja: ウェブサイトカウンターデータをクリア
vi: Xoá dữ liệu bộ đếm truy cập website

# xoa_du_lieu_binh_luon
source: Delete comment data
ja: コメントデータを削除
vi: Xoá dữ liệu bình luận

# the_tag
source: Tags
ja: タグ
vi: Thẻ Tag

# xoa_du_lieu_the_tag_cua_bai_viet_va_san_pham
source: Delete Tag data of articles and products
ja: 投稿と商品のタグデータを削除
vi: Xóa dữ liệu thẻ Tag của bài viết và sản phẩm

# xoa_du_lieu_thong_bao_cua_website
source: Delete website notification data
ja: Web サイト通知データを削除
vi: Xóa dữ liệu thông báo của Website

# thong_bao_he_thong
source: System notifications
ja: システム通知
vi: Thông báo hệ thống

# xoa_du_lieu_thong_bao_cua_he_thong
source: Delete system notification data
ja: システム通知データをクリア
vi: Xóa dữ liệu thông báo của hệ thống

# xoa_du_lieu_lich_su_cap_nhat_cua_tai_khoan
source: Delete account update history data
ja: アカウント更新履歴データを削除
vi: Xóa dữ liệu lịch sử cập nhật của tài khoản

# cap_nhat_tep_{0}
source: Update file {0}
ja: ファイル {0} を更新
vi: Cập nhật tệp {0}

# thay_the_noi_dung
source: Replace content
ja: コンテンツを置換
vi: Thay thế nội dung

# tu_khoa_tim_kiem
source: Search keywords
ja: 検索キーワード
vi: Từ khóa tìm kiếm

# tu_khoa_thay_the
source: Alternative keywords
ja: 代替キーワード
vi: Từ khóa thay thế

# khong_co_danh_muc_nao
source: There are no categories
ja: カテゴリなし
vi: Không có danh mục nào

# tim_kiem_va_thay_the_noi_dung
source: Search and replace content
ja: コンテンツの検索と置換
vi: Tìm kiếm và thay thế nội dung

# thay_the_noi_dung_thanh_cong
source: Content replacement successful
ja: コンテンツの置換に成功しました
vi: Thay thế nội dung thành công

# chua_chon_noi_dung_can_thay_the
source: The content to be replaced has not been selected
ja: 置換するコンテンツが選択されていません
vi: Chưa chọn nội dung cần thay thế

# thay_the_noi_dung_{0}_khong_thanh_cong
source: Replace content {0} failed
ja: コンテンツ {0} を置換できませんでした
vi: Thay thế nội dung {0} không thành công

# thay_the_noi_dung_khong_thanh_cong
source: Content replacement failed
ja: コンテンツの置換に失敗しました
vi: Thay thế nội dung không thành công

# trang_thai_gui_mail_khong_hoat_dong
source: Email sending status is inactive
ja: 非アクティブな電子メール送信ステータス
vi: Trạng thái gửi mail không hoạt động

# thong_bao_doi_mat_khau_mac_dinh
source: <p>You have not changed the default password provided.<br>Please contact Web4s hotline <b>1900 6680 - (028) 7308 6680</b> to be reissued!</p>
ja: 指定されたデフォルトのパスワードを変更していません。再発行するには、Web4s ホットライン 1900 6680 - (028) 7308 6680 に連絡してください。
vi: Bạn chưa đổi mật khẩu mặc định đã cấp. Vui lòng liên hệ lại hotline Web4s 1900 6680 - (028) 7308 6680 để được cấp lại!

# ma_thuoc_tinh_tuy_chon_da_ton_tai
source: Optional attribute code already exists
ja: オプションの属性コードはすでに存在します
vi: Mã thuộc tính tùy chọn đã tồn tại

# cau_hinh_thong_tin_du_lieu_mo_rong
source: Configure extended data information
ja: 拡張データ情報の設定
vi: Cấu hình thông tin dữ liệu mở rộng

# kieu_du_lieu
source: Datatypes
ja: データ型
vi: Kiểu dữ liệu

# ten_truong_mo_rong
source: Extended field name
ja: 拡張フィールド名
vi: Tên trường mở rộng

# nhap_thong_tin_co_ban
source: Enter basic information
ja: 基本情報を入力してください
vi: Nhập thông tin cơ bản

# them_truong
source: Thêm trường
ja: フィールドを追加
vi: Add field

# danh_sach_du_lieu_mo_rong
source: Extensive data list
ja: 拡張データリスト
vi: Danh sách dữ liệu mở rộng

# truong_{0}_khong_duoc_de_trong
source: Field {0} cannot be empty
ja: フィールド {0} を空にすることはできません
vi: Trường {0} không được để trống

# bang_du_lieu
source: Data sheet
ja: データテーブル
vi: Bảng dữ liệu

# truong_du_lieu
source: Data fields
ja: データフィールド
vi: Trường dữ liệu

# form_nhap_lieu
source: Data entry FORM
ja: 入力フォーム
vi: FORM nhập liệu

# ten_bang
source: Table name
ja: テーブル名
vi: Tên bảng

# bat_buoc_nhap
source: Required
ja: 入力が必要です
vi: Bắt buộc nhập

# hien_thi_o_danh_sach
source: Shown in list
ja: リストに表示
vi: Hiển thị ở danh sách

# da_ngon_ngu
source: Multi language
ja: 多言語
vi: Đa ngôn ngữ

# tuy_chon
source: Option
ja: オプション
vi: Tùy chọn

# them_dong
source: Add line
ja: 行を追加
vi: Thêm dòng

# tao_bang_du_lieu
source: Create data table
ja: データテーブルの作成
vi: Tạo bảng dữ liệu

# ten_ban_ghi_da_ton_tai
source: Record name already exists
ja: レコード名はすでに存在します
vi: Tên bản ghi đã tồn tại

# ma_ban_ghi_da_ton_tai
source: The record code already exists
ja: レコードIDはすでに存在します
vi: Mã bản ghi đã tồn tại

# khong_the_cau_hinh_1_truong_nhieu_lan_tren_form
source: It is not possible to configure the same field multiple times on the FORM
ja: FORM 上で同じフィールドを複数回設定することはできません
vi: Không thể cấu hình 1 trường nhiều lần trên FORM

# khong_lay_duoc_thong_tin_bang_du_lieu
source: Could not get data table information
ja: データテーブル情報の取得に失敗しました
vi: Không lấy được thông tin bảng dữ liệu

# truong_moi
source: Field new
ja: 新しい学校
vi: Trường mới

# nhan
source: Label
ja: ラベル
vi: Nhãn

# so_luong_ban_ghi
source: Number of records
ja: レコード数
vi: Số lượng bản ghi

# chon_du_lieu_mo_rong
source: Select extended data
ja: 拡張データを選択
vi: Chọn dữ liệu mở rộng

# du_lieu
source: Data
ja: データ
vi: Dữ liệu

# loc_theo_truong
source: Filter by field
ja: フィールドでフィルター
vi: Lọc theo trường

# dieu_kien
source: Condition
ja: 条件
vi: Điều kiện

# gioi_han_{0}_ban_ghi
source: Limit {0} records
ja: {0} 件のレコードを制限します
vi: Giới hạn {0} bản ghi

# tu_dong_theo_the_tag
source: Automatically by TAG
ja: タグを自動的にフォロー
vi: Tự động theo thẻ TAG

# tai_khoan_quan_tri
source: Admin account
ja: 管理者アカウント
vi: Tài khoản quản trị

# khong_co_ket_qua_nao_phu_hop
source: There are no matching results
ja: 一致する結果はありません
vi: Không có kết quả nào phù hợp

# cap_nhat_ban_ghi
source: Update record
vi: Cập nhật bản ghi

# tao_moi_ban_ghi
source: Create record
vi: Tạo mới bản ghi

# xoa_ban_ghi
source: Delete record
vi: Xóa bản ghi

source: Email
ja: Eメール

source: Site Map
ja: サイトマップ

source: Album
ja: アルバム

source: Video
ja: ビデオ

source: Favicon
ja: ファビコン

source: Logo
ja: ロゴ

source: Hotline
ja: ホットライン

source: Copyright
ja: 著作権

source: file .htaccess
ja: .htaccessファイル

source: Template email
ja: テンプレートメール

source: Email host
ja: メールホスト

source: Gmail
ja: Gメール

source: Yahoo Mail
ja: ヤフーメール

# hotmail_live
source: Hotmail, Live mail
ja: Hotmail、Liveメール

source: Zip code
ja: 郵便番号

# ngay_sinh_chua_dung_dinh_dang_ngay_thang
source: The date of birth is not in the correct date format
ja: 生年月日が正しい日付形式ではありません

source: Maps
ja: 地図

source: Menu
ja: メニュー

source: COD
ja: 収納代行COD

source: Youtube
ja: ユーチューブ

source: Code
ja: コード

source: Version
ja: バージョン

source: Media
ja: メディア

source: Token key
ja: トークンキー

source: Checksum key
ja: チェックサムキー

source: Encrypt key
ja: 暗号化キー

source: Environment
ja: 環境

source: Website
ja: ウェブサイト

source: Desktop
ja: デスクトップ

source: Mobile
ja: モバイル

source: Avatar
ja: アバター

source: Mobile App
ja: モバイルアプリ

source: Block Mobile App
ja: モバイルアプリのブロック

source: App key
ja: アプリキー

source: Social login
ja: ソーシャルログイン

source: Google Client ID
ja: クライアントのグーグルID

source: Facebook App ID
ja: フェイスブックのID

source: App ID
ja: アプリID

source: Sms Brandname
ja: SMS ブランド名

source: Affiliate
ja: アフィリエイト

# tuy_chinh_cac_thuoc_tinh_mo_rong_cho_tung_danh_muc_san_pham
source: Tùy chỉnh các thuộc tính mở rộng cho từng danh mục sản phẩm
ja: 各製品カテゴリの拡張属性をカスタマイズ

source: File Import
ja: ファイルのインポート

source: Plugins
ja: プラグイン

source: Clear data
ja: データを消去

source: Migrate
ja: 移行

source: Search unicode
ja: ユニコードを検索

# xem_cau_hinh_block
source: Xem cấu hình Block
ja: ブロック設定の表示

# cau_hinh_mo_rong
source: Cấu hình mở rộng
ja: 拡張設定

source: Excel
ja: エクセル

# ten_bang_du_lieu
source: Tên bảng dữ liệu
ja: データテーブル名

# nhap_thong_tin_truong_mo_rong
source: Nhập thông tin trường mở rộng
ja: 拡張フィールド情報を入力
