Repository: xuanhieu3796/ximang
Catalog: core/resources/locales/*/admin.po
Languages: ja, vi

# tim_kiem
source: Search
ja: 検索
vi: Tìm kiếm

# thong_tin_tac_gia
source: Author information
vi: Thông tin tác giả

# xem_tac_gia
source: View author
vi: Xem tác giả

# vui_long_nhap_thong_tin_ten_tac_gia
source: Please enter author name information
vi: Vui lòng nhập thông tin tên tác giả

# mang_xa_hoi_khac
source: Other networks
vi: Mạng xã hội khác

# duong_dan_file
source: File path
ja: ファイルパス
vi: Đường dẫn file

# mo_ta_tac_gia
source: Author description
vi: Mô tả tác giả

# chuc_vu
source: Position
vi: Chức vụ

# tra_loi
source: Reply
vi: Trả lời

# xem_tat_ca
source: View all
vi: Xem tất cả

# truc_tiep
source: Direct
vi: Trực tiếp

# nguon_khac
source: Other sources
vi: Nguồn khác

# khong_co_lien_he_moi
source: No new contacts
vi: Không có liên hệ mới

# khong_co_binh_luan
source: No comments
vi: Không có bình luận

# kieu
source: Type
vi: Kiểu

# lien_he_moi_nhat
source: Latest contact
vi: Liên hệ mới nhất

# binh_luan_va_danh_gia
source: Comments and reviews
vi: Bình luận và đánh giá

# khong_co_thong_tin_nao_cap_nhat
source: There are no updates available
vi: Không có thông tin nào cập nhật

# du_lieu_mo_rong_thong_thuong
source: Regular extended data
vi: Dữ liệu mở rộng thông thường

# bo_du_lieu_mo_rong
source: Collection Data
vi: Bộ dữ liệu mở rộng

# video_he_thong
source: Video system
vi: Video hệ thống

# thoi_gian_dien_ra
source: Time takes place
vi: Thời gian diễn ra

# thuoc_tinh_san_pham
source: Product attributes
vi: Thuộc tính sản phẩm

# khong_duoc_chon_trung_danh_muc
source: Do not select duplicate categories
vi: Không được chọn trùng danh mục

# loai_duong_dan
source: Path type
ja: パスの種類
vi: Loại đường dẫn

# them_bo_loc
source: Add filter
ja: フィルターを追加する
vi: Thêm bộ lọc

# cau_hinh_dich
source: Translation configuration
vi: Cấu hình dịch

# cau_hinh_hang
source: Row configuration
vi: Cấu hình hàng

# ma_khoi
source: Block code
vi: Mã khối

# ma_giao_dien_mau
source: Sample interface code
vi: Mã giao diện mẫu

# ma_layout
source: Layout code
vi: Mã layout

# cau_hinh_cot
source: Column configuration
vi: Cấu hình cột

# thue
source: Tax
ja: 税金
vi: Thuế

# tep
source: Files
vi: Tệp

# chon_tat_ca
source: Select all
ja: すべて選択
vi: Chọn tất cả

# bo_chon_tat_ca
source: Select none
ja: すべての選択を解除
vi: Bỏ chọn tất cả

# lay_action_mobile
source: Get action mobile
ja: モバイルでアクションを起こす
vi: Lấy action mobile

# lay_cau_hinh
source: Get configuration
ja: 構成の取得
vi: Lấy cấu hình

# danh_sach_link
source: List link
ja: パスのリスト
vi: Danh sách đường dẫn

# them_duong_dan_moi
source: Add new path
ja: 新しいパスを追加
vi: Thêm đường dẫn mới

# bat_buoc_lua_chon_it_nhat_mot_truong_hien_thi_danh_sach
source: Force selection of at least one list display field
ja: 少なくとも 1 つのリスト表示フィールドを選択する必要があります
vi: Bắt buộc lựa chọn ít nhất một trường hiển thị danh sách

# cau_hinh_file_thu_vien_cho_block_html
source: Configure library file for html block
ja: HTML ブロックのライブラリ ファイルを構成する
vi: Cấu hình file thư viện cho block html

# chinh_sua_file_giao_dien_mobile_app
source: Edit mobile app interface files
ja: モバイルアプリのインターフェースファイルを編集する
vi: Chỉnh sửa file giao diện mobile app

# danh_sach
source: List
ja: リスト
vi: Danh sách

# da_chon
source: Selected
ja: 選択
vi: Đã chọn

# nhan_ban
source: Replication
ja: レプリケーション
vi: Nhân bản

# ban_ghi
source: Record
ja: 記録
vi: Bản ghi

# trang_thai
source: Status
ja: 状態
vi: Trạng thái

# hoat_dong
source: Active
ja: オンライン
vi: Hoạt động

# khong_hoat_dong
source: Inactive
ja: オフライン
vi: Không hoạt động

# ngung_hoat_dong
source: Suspend
ja: 活動が停止
vi: Ngừng hoạt động

# xoa
source: Delete
ja: 削除
vi: Xóa

# xoa_tat_ca
source: Delete all
ja: 全て削除
vi: Xóa tất cả

# quay_lai
source: Back
ja: 戻る
vi: Quay lại

# them_moi
source: Add
ja: 新しく追加する
vi: Thêm mới

# cap_nhat
source: Update
ja: アップデート
vi: Cập nhật

# cap_nhat_moi_nhat
source: Newest update
ja: 最新のアップデート
vi: Cập nhật mới nhất

# chi_tiet_danh_muc
source: Category details
ja: 項目の詳細
vi: Chi tiết danh mục

# chi_tiet_tai_khoan
source: Account details
ja: アカウントの詳細
vi: Chi tiết tài khoản

# chi_tiet_nhom_quyen
source: Permission group details
ja: 権限グループの詳細
vi: Chi tiết nhóm quyền

# vui_long_them_quyen_tai_khoan_truoc_khi_cai_dat
source: Please add account permissions before installation
ja: インストールする前にアカウントの権限を追加してください
vi: Vui lòng thêm quyền tài khoản trước khi cài đặt

# ban_khong_co_quyen_truy_cap_vao_trang_nay
source: You do not have permission to access this page
ja: このサイトにアクセスできません
vi: Bạn không có quyền truy cập vào trang này

# ban_khong_co_quyen_thuc_hien_hanh_dong_nay
source: You are not authorized to perform this action
ja: 操作を実行する権限がありません
vi: Bạn không có quyền thực hiện hành động này

# khong_co_quyen_truy_cap
source: Not have access
ja: アクセス権限がありません
vi: Không có quyền truy cập

# quay_lai_danh_sach
source: Back to list
ja: 項目を戻る
vi: Quay lại danh sách

# danh_muc_cha
source: Parent directory
ja: 親項目
vi: Danh mục cha

# ten_danh_muc
source: Category name
ja: 項目名
vi: Tên danh mục

# ngay_tao
source: Date created
ja: 作成日
vi: Ngày tạo

# chi_tiet
source: Details
ja: 詳細
vi: Chi tiết

# luu_&_tiep_tuc
source: Save &amp; continue
ja: 保存&amp; 続き
vi: Lưu &amp; tiếp tục

# luu_&_them_moi
source: Save &amp; Add
ja: 保存 &amp; 新しく作成
vi: Lưu &amp; thêm mới

# luu_&_quay_lai
source: Save &amp; back
ja: 保存 &amp; 戻る
vi: Lưu &amp; quay lại

# thay_doi_trang_thai
source: Change status
ja: 状態を変更する
vi: Thay đổi trạng thái

# lua_chon
source: Select
ja: 選択
vi: Lựa chọn

# cai_dat
source: Setting
ja: 設定
vi: Cài đặt

# giao_dien_website
source: Website interface
ja: ウェブサイトのインターフェイス
vi: Giao diện Website

# cai_dat_giao_dien
source: Interface setting
ja: インターフェイスの設定
vi: Cài đặt giao diện

# quan_ly_module
source: Module management
ja: モジュール管理
vi: Quản lý module

# quan_ly_menu
source: Menu management
ja: メニュー管理
vi: Quản lý Menu

# tuy_chinh_giao_dien
source: Customize interface
ja: インターフェースをカスタマイズする
vi: Tùy chỉnh giao diện

# tuy_chinh_css
source: Customize Css
ja: Cssでカスタマイズする
vi: Tùy chỉnh Css

# tuy_chinh_javascript
source: Customize Javascript
ja: Javascriptでカスタマイズする
vi: Tùy chỉnh Javascript

# tuy_chinh_javascript_cho_website
source: Customize Javascript for website
ja: ウェブサイトのJavascriptをカスタマイズする
vi: Tùy chỉnh Javascript cho website

# ma_nhung
source: Embed Code
ja: 埋め込みコード
vi: Mã nhúng

# khong_lay_duoc_thong_tin_giao_dien
source: Unable to get interface information
ja: インターフェース情報を取得できません
vi: Không lấy được thông tin giao diện

# ban_hang
source: Sell
ja: 売る
vi: Bán hàng

# thuong_mai_dien_tu
source: Ecommerce
ja: eコマース
vi: Thương mại điện tử

# san_pham
source: Product
ja: 商品
vi: Sản phẩm

# giao_dich
source: Transaction
ja: 取引
vi: Giao dịch

# lien_he
source: Contact
ja: 問い合わせ
vi: Liên hệ

# bao_cao
source: Report
ja: 報告
vi: Báo cáo

# them_san_pham
source: Add product
ja: 商品を追加する
vi: Thêm sản phẩm

# danh_muc_san_pham
source: Product category
ja: 商品の項目
vi: Danh mục sản phẩm

# danh_sach_tinh_thanh_thanh_pho
source: State/city list
ja: 都市のリスト
vi: Danh sách tỉnh thành/thành phố

# danh_sach_quan_huyen
source: District list
ja: 県のリスト
vi: Danh sách quận huyện

# danh_sach_phuong_xa
source: Ward/ commune list
ja: 町のリスト
vi: Danh sách phường xã

# thay_doi_vi_tri
source: Change position
ja: 位置を変更する
vi: Thay đổi vị trí

# danh_muc_bai_viet
source: List of articles
ja: 投稿の項目
vi: Danh mục bài viết

# thiet_lap_cho_danh_muc_san_pham
source: Setting for product category
vi: Thiết lập cho danh mục sản phẩm

# danh_muc
source: Category
ja: 項目
vi: Danh mục

# them_danh_muc
source: Add category
ja: 項目を追加する
vi: Thêm danh mục

# them_danh_muc_san_pham
source: Add product category
ja: 商品の項目を追加する
vi: Thêm danh mục sản phẩm

# them_danh_muc_bai_viet
source: Add article category
ja: 記事の項目を追加する
vi: Thêm danh mục bài viết

# thuong_hieu
source: Brand
ja: ブランド
vi: Thương hiệu

# them_thuong_hieu
source: Add brand
ja: ブランドを追加する
vi: Thêm thương hiệu

# cap_nhat_thuong_hieu
source: Update brand
vi: Cập nhật thương hiệu

# xoa_du_lieu_thuong_hieu
source: Delete brand data
ja: ブランド情報を削除する
vi: Xóa dữ liệu thương hiệu

# khuyen_mai
source: Promotion
ja: 割引
vi: Khuyến mãi

# them_khuyen_mai
source: Add promotion
vi: Thêm khuyến mãi

# chuong_trinh_khuyen_mai
source: Promotion program
ja: プロモーション
vi: Chương trình khuyến mãi

# ap_dung_khuyen_mai
source: Apply promotion
vi: Áp dụng khuyến mãi

# ngung_ap_dung
source: Stop applying
vi: Ngừng áp dụng

# ten_chuong_trinh
source: Program name
vi: Tên chương trình

# chuong_trinh_coupon
source: Coupon program
ja: 割引クーポン
vi: Chương trình Coupon

# khong_tim_thay_chuong_trinh_khuyen_mai_phu_hop
source: No matching promotion found
ja: 一致するプロモーションが見つかりません
vi: Không tìm thấy chương trình khuyến mãi phù hợp

# hien_thi_chuong_trinh_trong_danh_sach_khuyen_mai_cua_khach_hang
source: Show program in customer's promotion list
ja: 顧客のプロモーションリストを表示する
vi: Hiển thị chương trình trong danh sách khuyến mãi của khách hàng

# ma_coupon
source: Coupon Code
ja: クーポンコード
vi: Mã Coupon

# don_hang
source: Order
ja: 注文
vi: Đơn hàng

# them_don_hang
source: Add order
ja: 注文を追加する
vi: Thêm đơn hàng

# giao_dich_thanh_toan
source: Payment transaction
ja: 支払い取引
vi: Giao dịch thanh toán

# khong_lay_duoc_thong_tin_giao_dich
source: Can't get transaction information
vi: Không lấy được thông tin giao dịch

# ap_dung_phi_van_chuyen_cho_khach_hang
source: Shipping charges apply to customer
vi: Áp dụng phí vận chuyển cho khách hàng

# yeu_cau
source: Request
vi: Yêu cầu

# cho_thu_hang
source: Allowed to try on
vi: Cho thử hàng

# cho_xem_hang_khong_thu
source: Allowed to check on, not try on
vi: Cho xem hàng không thử

# khong_cho_xem_hang
source: Not allowed to check on
vi: Không cho xem hàng

# dich_vu
source: Service
vi: Dịch vụ

# phi_du_kien
source: Estimated fee
vi: Phí dự kiến

# giao_nhanh
source: Express shipping
vi: Giao nhanh

# giao_thuong
source: Standard shipping
vi: Giao thường

# da_ton_tai_van_don_cho_don_hang_nay
source: A bill of lading already exists for this order
vi: Đã tồn tại vận đơn cho đơn hàng này

# tham_so_api_chua_hop_le
source: Invalid API parameter
vi: Tham số API chưa hợp lệ

# khong_lay_duoc_thong_tin_van_don
source: Can't get bill of lading information
vi: Không lấy được thông tin vận đơn

# gui_don_sang_hang_van_chuyen_thanh_cong
source: Send order to shipping company successfully
vi: Gửi đơn sang hãng vận chuyển thành công

# gui_don_sang_hang_van_chuyen_khong_thanh_cong
source: Send order to shipping company unsuccessfully
vi: Gửi đơn sang hãng vận chuyển không thành công

# huy_don_ben_hang_van_chuyen_khong_thanh_cong
source: Cancel the order from the shipping company unsuccessfully
vi: Hủy đơn bên hãng vận chuyển không thành công

# cap_nhat_phuong_thuc_van_chuyen
source: Update shipping method
vi: Cập nhật phương thức vận chuyển

# chua_gui_don_sang_hang_van_chuyen
source: Haven't sent the order to the shipping company
vi: Chưa gửi đơn sang hãng vận chuyển

# phi_tra_doi_tac_van_chuyen
source: Shipping partner fee
vi: Phí trả đối tác vận chuyển

# khong_ket_noi_duoc_den_api_{0}
source: Unable to connect to API {0}
vi: Không kết nối được đến API {0}

# thong_tin_cau_hinh_chua_hop_le
source: Invalid configuration information
vi: Thông tin cấu hình chưa hợp lệ

# gui_hang_van_chuyen
source: Send shipping company
vi: Gửi hãng vận chuyển

# ma_don_hang_van_chuyen
source: Shipping company order code
vi: Mã đơn hãng vận chuyển

# ban_giao_van_chuyen
source: Shipping handover
ja: 配送の引き渡し
vi: Bàn giao vận chuyển

# bao_cao_don_hang
source: Order report
ja: 注文を報告する
vi: Báo cáo đơn hàng

# theo_ngay_thang
source: By date
ja: 日付による
vi: Theo ngày tháng

# theo_tinh_thanh
source: By province
ja: 県による
vi: Theo tỉnh thành

# theo_gia_tri
source: By value
ja: 価格による
vi: Theo giá trị

# theo_nguon_don
source: Based on order originally
ja: 注文由来による
vi: Theo nguồn đơn

# ma_voucher
source: Voucher code
vi: Mã voucher

# tai_khoan
source: Account
ja: アカウント
vi: Tài khoản

# danh_sach_tai_khoan
source: Account list
ja: アカウントリスト
vi: Danh sách tài khoản

# tao_tai_khoan
source: Creating account
vi: Tạo tài khoản

# them_tai_khoan
source: Add account
ja: アカウントを追加する
vi: Thêm tài khoản

# cap_nhat_tai_khoan
source: Update Account
ja: アカウントをアップデートする
vi: Cập nhật tài khoản

# thong_tin_tai_khoan
source: Account information
ja: アカウントの情報
vi: Thông tin tài khoản

# thong_tin_ca_nhan
source: Personal information
ja: 個人情報
vi: Thông tin cá nhân

# doi_mat_khau
source: Change password
ja: パスワードを変更する
vi: Đổi mật khẩu

# ten_dang_nhap
source: User name
ja: アカウント名を変更する
vi: Tên đăng nhập

# mat_khau
source: Password
ja: パスワード
vi: Mật khẩu

# xac_nhan_mat_khau
source: Confirm password
ja: パスワードを再確認する
vi: Xác nhận mật khẩu

# ho_va_ten
source: First and Last name
ja: 名前
vi: Họ và tên

# ho_ten_day_du
source: Full name
ja: フルネーム
vi: Họ tên đầy đủ

# so_dien_thoai
source: Phone number
ja: 電話番号
vi: Số điện thoại

# dia_chi
source: Address
ja: 住所
vi: Địa chỉ

# ngay_sinh
source: Date of birth
ja: 生年月日
vi: Ngày sinh

# gioi_tinh
source: Gender
ja: 性別
vi: Giới tính

# nam
source: Male
ja: 男性
vi: Nam

# nu
source: Female
ja: 女性
vi: Nữ

# khac
source: Other
ja: その他
vi: Khác

# nhom_quyen
source: Permission group
ja: 権限グループ
vi: Nhóm quyền

# them_nhom_quyen
source: Add permission group
ja: 権限グループを追加する
vi: Thêm nhóm quyền

# cap_nhat_nhom_quyen
source: Update permission group
ja: 権限グループの更新
vi: Cập nhật nhóm quyền

# thong_tin_nhom quyen
source: Permission group information
ja: 権限グループ情報
vi: Thông tin nhóm quyền

# mo_ta_ngan
source: Brief description
ja: 簡単な説明
vi: Mô tả ngắn

# phan_quyen
source: Assign roles
ja: 分散
vi: Phân quyền

# khach_hang
source: Customer
ja: 顧客
vi: Khách hàng

# them_khach_hang
source: Add Customer
ja: 顧客を追加する
vi: Thêm khách hàng

# diem_khach_hang
source: Customer points
ja: 顧客ポイント
vi: Điểm khách hàng

# thiet_lap_cau_hinh_diem_khach_hang
source: Setting customer score configuration
vi: Thiết lập cấu hình điểm khách hàng

# su_dung_diem
source: Using score
vi: Sử dụng điểm

# quan_ly_bai_viet
source: Article management
ja: 投稿を管理する
vi: Quản lý bài viết

# bai_viet
source: Articles
ja: 投稿
vi: Bài viết

# danh_sach_bai_viet
source: Article list
ja: 投稿リスト
vi: Danh sách bài viết

# them_bai_viet
source: Add article
ja: 投稿を追加する
vi: Thêm bài viết

# cap_nhat_bai_viet
source: Update article
ja: 投稿を更新する
vi: Cập nhật bài viết

# thong_tin_chinh
source: Main information
ja: 主要なトピックス
vi: Thông tin chính

# tieu_de
source: Title
ja: タイトル
vi: Tiêu đề

# noi_dung
source: Content
ja: 内容
vi: Nội dung

# duong_dan
source: URLs
ja: パス
vi: Đường dẫn

# duong_dan_den
source: URL forwarding
ja: リンク先
vi: Đường dẫn đến

# duong_dan_chuyen_huong
source: Redirecting URL
ja: リダイレクト
vi: Đường dẫn chuyển hướng

# thong_tin_khac
source: Other information
ja: その他の情報
vi: Thông tin khác

# mo_ta_seo
source: SEO description
ja: SEOの説明
vi: Mô tả SEO

# tu_khoa_seo
source: SEO Keyword
ja: SEOキーワード
vi: Từ khóa SEO

# tieu_de_seo
source: SEO Title
ja: SEOタイトル
vi: Tiêu đề SEO

# anh_seo
source: SEO Image
ja: SEO画像
vi: Ảnh SEO

# the_bai_viet
source: Article tags
ja: タイトルタグ
vi: Thẻ bài viết

# xoa_du_lieu_the_bai_viet
source: Delete article tag data
ja: タイトルタグ情報を削除する
vi: Xóa dữ liệu thẻ bài viết

# chuyen_huong_301
source: 301 Redirect
ja: 301リダイレクト
vi: Chuyển hướng 301

# chuyen_huong_https
source: HTTPS Redirect
ja: HTTPSリダイレクト
vi: Chuyển hướng HTTPS

# ten_the
source: Tag name
ja: タグ名
vi: Tên thẻ

# danh_sach_the_bai_viet
source: List of article tags
ja: タイトルタグのリスト
vi: Danh sách thẻ bài viết

# vui_long_nhap_ten_the
source: Please enter the tag name
ja: タグ名を入力してください
vi: Vui lòng nhập tên thẻ

# ten_the_da_ton_tai_tren_he_thong
source: The tag name already exists on the system
ja: タグ名がシステム上に存在しています
vi: Tên thẻ đã tồn tại trên hệ thống

# ngon_ngu_khong_hop_le
source: Invalid language
ja: 不適合な言語です
vi: Ngôn ngữ không hợp lệ

# khong_lay_duoc_thong_tin_ngon_ngu_cua_website
source: Can't get the website's language information
ja: ウェブサイトの言語情報を取得できません
vi: Không lấy được thông tin ngôn ngữ của website

# chi_ho_tro_{0}_the_va_do_dai_moi_the_khong_qua_{1}_ky_tu
source: Only support {0} tag and tag length is no more than {1} character
ja: {0}タグのみがサポートされており、各タグの長さは{1}文字を超えることはできません
vi: Chỉ hỗ trợ {0} thẻ và độ dài mỗi thẻ không quá {1} ký tự

# chi_ho_tro_{0}_tu_khoa_va_do_dai_moi_tu_khoa_khong_qua_{1}_ky_tu
source: Only support {0} keyword and each keyword is no more than {1} character
ja: {0}キーワードのみがサポートされており、各キーワードの長さは{1}文字以下です。
vi: Chỉ hỗ trợ {0} từ khóa và độ dài mỗi từ khóa không quá {1} ký tự

# anh_chinh
source: Main image
ja: メイン写真
vi: Ảnh chính

# cong_thanh_toan
source: Payment gateway
ja: ペイメントゲートウェイ
vi: Cổng thanh toán

# thiet_lap_cong_thanh_toan
source: Setting payment gateway
ja: ペイメントゲートウェイを設立する
vi: Thiết lập cổng thanh toán

# thiet_lap_hang_van_chuyen
source: Setting shipping company
ja: 郵送会社を選択する
vi: Thiết lập hãng vận chuyển

# cau_hinh_don_hang
source: Configure order
ja: 注文構成
vi: Cấu hình đơn hàng

# thiet_lap_cau_hinh_don_hang
source: Setting order configuration
ja: 注文構成を設定する
vi: Thiết lập cấu hình đơn hàng

# ap_dung_tru_so_luong_san_pham_sau_khi_tao_don_hang
source: Apply minus the number of products after creating the order
ja: 注文を作成した後、商品数を引くことを適用する
vi: Áp dụng trừ số lượng sản phẩm sau khi tạo đơn hàng

# dieu_kien_ap_dung_tru_so_luong_san_pham
source: Condition of applying minus the number of products
ja: 商品数量を引く条件
vi: Điều kiện áp dụng trừ số lượng sản phẩm

# sau_khi_tao_don_hang_moi
source: After creating new order
ja: 新しい注文を作成した後
vi: Sau khi tạo đơn hàng mới

# sau_khi_xac_nhan_don_hang
source: After confirming order
ja: 注文確認後
vi: Sau khi xác nhận đơn hàng

# sau_khi_xuat_kho
source: After goods issue
ja: 発送後
vi: Sau khi xuất kho

# danh_sach_giao_dich
source: List transaction
ja: 取引リスト
vi: Danh sách giao dịch

# cai_dat_chung
source: General settings
ja: 一般設定
vi: Cài đặt chung

# thong_tin_website
source: Website information
ja: ウェブサイト情報
vi: Thông tin Website

# thiet_lap_website
source: Setting Website
ja: ウェブサイトのセットアップ
vi: Thiết lập Website

# thiet_lap_seo
source: Setting Seo
ja: Seoのセットアップ
vi: Thiết lập Seo

# phat_trien
source: Develop
ja: 発展
vi: Phát triển

# da_thiet_lap
source: Already set up
ja: セットアップした
vi: Đã thiết lập

# ngon_ngu
source: Language
ja: 言語
vi: Ngôn ngữ

# vi_tri
source: Location
ja: 位置
vi: Vị trí

# van_chuyen
source: Shipping
ja: 輸送
vi: Vận chuyển

# hang_van_chuyen
source: Carriers
ja: 輸送会社
vi: Hãng vận chuyển

# cau_hinh_gia_va_phuong_thuc_van_chuyen
source: Configure the price and shipping method
ja: 価格と配送方法を設定する
vi: Cấu hình giá và phương thức vận chuyển

# cau_hinh_van_chuyen
source: Configure shipping
ja: 出荷時の構成
vi: Cấu hình vận chuyển

# phi_van_chuyen_chung
source: General shipping fee
ja: 一般送料
vi: Phí vận chuyển chung

# lay_gia_van_chuyen
source: Get shipping fee
ja: 配送料を取得する
vi: Lấy giá vận chuyển

# theo_phi_chung
source: By general fee
ja: 一般料金に準ずる
vi: Theo phí chung

# theo_cau_hinh_rieng
source: According to individual configuration
ja: 個別の設定に応じて
vi: Theo cấu hình riêng

# theo_hang_van_chuyen
source: According to shipping company
ja: 運送業者によると
vi: Theo hãng vận chuyển

# danh_sach_cua_hang
source: Store list
ja: 店舗一覧
vi: Danh sách cửa hàng

# chua_co_cua_hang_nao
source: No store yet
ja: まだ店舗はありません
vi: Chưa có cửa hàng nào

# dong_bo_cua_hang_tu_giao_hang_nhanh
source: Sync store from Giao Hang Nhanh
ja: GHN からストアを同期する
vi: Đồng bộ cửa hàng từ Giao Hàng Nhanh

# dong_bo_cua_hang_tu_giao_hang_tiet_kiem
source: Sync store from Giao Hang Tiet Kiem
ja: GHTKからストアを同期
vi: Đồng bộ cửa hàng từ Giao Hàng Tiết Kiệm

# dong_bo_du_lieu_tinh_thanh
source: Sync province data
ja: 州と市のデータを同期する
vi: Đồng bộ dữ liệu tỉnh thành

# dong_bo_du_lieu
source: Sync data
ja: データの同期
vi: Đồng bộ dữ liệu

# da_dong_bo
source: Synced
ja: 同期済み
vi: Đã đồng bộ

# chua_dong_bo
source: Not synced yet
ja: 同期されていません
vi: Chưa đồng bộ

# thuc_hien
source: Implement
ja: 実行する
vi: Thực hiện

# dong_bo_tinh_thanh
source: Sync province
ja: 地方と都市の同期
vi: Đồng bộ tỉnh thành

# dong_bo_quan_huyen
source: Sync district
ja: 地区同期
vi: Đồng bộ quận huyện

# dong_bo_phuong_xa
source: Sync ward
ja: 区とコミューンの同期
vi: Đồng bộ phường xã

source: Giao Hang Nhanh
ja: GHN
vi: Giao Hàng Nhanh

source: Giao Hang Tiet Kiem
ja: GHTK
vi: Giao Hàng Tiết Kiệm

# cau_hinh_rieng_theo_gia_tri_don_hang
source: Individual configuration according to order value
ja: 注文金額に応じて個別に設定
vi: Cấu hình riêng theo giá trị đơn hàng

# them_gia_tri_don_hang
source: Add order value
ja: 注文金額を追加
vi: Thêm giá trị đơn hàng

# gia_tri_don_hang
source: Order value
ja: オーダー値
vi: Giá trị đơn hàng

# mau_in
source: Print pattern
ja: 県府
vi: Mẫu in

# in_thu
source: Print test
vi: In thử

# tinh_thanh
source: Province
vi: Tỉnh thành

# he_thong
source: System
ja: システム
vi: Hệ thống

# xoa_cache
source: Delete Cache
ja: Cacheを削除する
vi: Xóa Cache

# bao_mat
source: Security
ja: セキュリティ
vi: Bảo mật

# ho_tro
source: Support
ja: サポート
vi: Hỗ trợ

# ho_tro_khach_hang
source: Customer support
ja: カスタマサポート
vi: Hỗ trợ khách hàng

# huong_dan_su_dung
source: User manual
ja: 使用マニュアル
vi: Hướng dẫn sử dụng

# phan_hoi
source: Response
ja: フィードバック
vi: Phản hồi

# thong_tin_goi_website
source: Website package information
ja: ウェブサイトパッケージ情報
vi: Thông tin gói Website

# cap_nhat_thanh_cong
source: Update successfully
ja: 更新成功
vi: Cập nhật thành công

# cap_nhat_khong_thanh_cong
source: Update failed
ja: 更新に失敗
vi: Cập nhật không thành công

# xoa_du_lieu_thanh_cong
source: Delete data successfully
ja: データを完全消去
vi: Xóa dữ liệu thành công

# xu_ly_du_lieu_thanh_cong
source: Successful data processing
ja: データ処理完了
vi: Xử lý dữ liệu thành công

# loi_xu_ly_du_lieu
source: Data processing error
ja: データ処理エラー
vi: Lỗi xử lý dữ liệu

# phuong_thuc_khong_hop_le
source: Invalid method
ja: 無効な方法
vi: Phương thức không hợp lệ

# du_lieu_khong_hop_le
source: Invalid data
ja: 無効なデータ
vi: Dữ liệu không hợp lệ

# khong_lay_duoc_thong_tin_ban_ghi
source: Can't get log information
ja: ログ情報を取得できません
vi: Không lấy được thông tin bản ghi

# ten_dang_nhap_da_ton_tai_tren_he_thong
source: Username already exists on the system
ja: ユーザーアカウントはすでにシステムに存在します
vi: Tên đăng nhập đã tồn tại trên hệ thống

# email_da_ton_tai_tren_he_thong
source: Email already exists on the system
ja: メールはすでにシステムに存在します
vi: Email đã tồn tại trên hệ thống

# chua_dung_dinh_dang_ngay_thang
source: Incorrect date format
ja: 日付形式が正しくありません
vi: Chưa đúng định dạng ngày tháng

# vui_long_chon_ngon_ngu
source: Please select language
ja: 言語を選択してください
vi: Vui lòng chọn ngôn ngữ

# vui_long_nhap_tieu_de
source: Please enter a title
ja: タイトルを入力してください
vi: Vui lòng nhập tiêu đề

# vui_long_nhap_duong_dan
source: Please enter the URL
ja: パスを入力してください
vi: Vui lòng nhập đường dẫn

# duong_dan_da_ton_tai_tren_he_thong
source: URL already exists on the system
ja: パスはすでにシステムに存在します
vi: Đường dẫn đã tồn tại trên hệ thống

# co_the_su_dung_duong_dan_nay
source: Can use this URL
ja: このパスは使用できます
vi: Có thể sử dụng đường dẫn này

# ten_thuong_hieu
source: Brand name
ja: ブランド名
vi: Tên thương hiệu

# thong_tin_cap_nhat
source: Update information
ja: 更新情報
vi: Thông tin cập nhật

# ngon_ngu_hien_tai
source: Current language
ja: 現在の言語
vi: Ngôn ngữ hiện tại

# sua_ban_dich
source: Edit translation
ja: 翻訳を編集する
vi: Sửa bản dịch

# nguoi_tao
source: Creator
ja: 作者
vi: Người tạo

# thoi_gian_tao
source: Creation time
ja: 作成日付
vi: Thời gian tạo

# cap_nhat_moi
source: New update
ja: 新しいアップデート
vi: Cập nhật mới

# bai_noi_bat
source: Featured article
ja: 注目投稿
vi: Bài nổi bật

# album_anh
source: Album
ja: アルバム
vi: Album ảnh

# chon_anh_album
source: Select album
ja: アルバムを選択する
vi: Chọn ảnh album

# chon_video
source: Select video
ja: ビデオを選択する
vi: Chọn video

# xoa_tep
source: Delete files
ja: ファイルを削除する
vi: Xóa tệp

# quan_ly_danh_muc
source: Manage categories
ja: カテゴリを管理する
vi: Quản lý danh mục

# tep_dinh_kem
source: Attachment
ja: 添付ファイル
vi: Tệp đính kèm

# chon_tep_dinh_kem
source: Select attachment
ja: 添付ファイルを選択する
vi: Chọn tệp đính kèm
