Repository: xuanhieu3796/ximang
Catalog: core/resources/locales/*/admin.po
Languages: ja, vi

# khong_lay_duoc_thong_tin_giao_dien_mac_dinh
source: Unable to get default interface information
ja: デフォルトのインターフェース情報を取得できません
vi: Không lấy được thông tin giao diện mặc định

# san_pham_da_xem
source: viewed products
ja: 閲覧した商品
vi: Sản phẩm đã xem

# bai_viet_da_xem
source: Articles viewed
ja: 閲覧した投稿
vi: Bài viết đã xem

# san_pham_da_them_vao_yeu_thich
source: Product added to favorites
ja: お気に入りに追加された商品
vi: Sản phẩm đã thêm vào yêu thích

# san_pham_da_them_vao_so_sanh
source: Products added to compare
ja: 比べに追加された商品
vi: Sản phẩm đã thêm vào so sánh

# bai_viet_yeu_thich
source: Favorite articles
ja: お気に入り投稿
vi: Bài viết yêu thích

# duyet_bai_viet
source: Browse articles
ja: 投稿を承認する
vi: Duyệt bài viết

# thiet_lap_quyen_duyet_bai_viet
source: Set permission to browse articles
ja: 投稿を承認する許可を設立する
vi: Thiết lập quyền duyệt bài viết

# kich_hoat_duyet_bai_viet
source: Enable article browsing
ja: 投稿の承認を有効にする
vi: Kích hoạt duyệt bài viết

# kich_hoat_duyet_san_pham
source: Enable product browsing
ja: 商品の承認を有効にする
vi: Kích hoạt duyệt sản phẩm

# quyen_duoc_duyet_bai
source: Permission to review articles
ja: 投稿を承認許可
vi: Quyền được duyệt bài

source: After activating article browsing, when accounts that are not in the group of permission to review articles update articles, the status of the article will change to waiting for approval
ja: 投稿を承認する許可を有効にすると、権限のグループに含まれていないアカウントは投稿を更新するとき、投稿のステータスが承認待ちに変わります
vi: Khi kích hoạt duyệt bài viết thì những tài khoản không nằm trong nhóm quyền được duyệt bài, khi cập nhật bài viết trạng thái của bài viết sẽ chuyển về chờ duyệt

# duyet_san_pham
source: Browse products
ja: 商品を承認する
vi: Duyệt sản phẩm

# cai_dat_thong_tin_app
source: Settings app information
ja: アプリ情報を設定する
vi: Cài đặt thông tin app

# thiet_lap_giao_dien_app
source: Setting up the app interface
ja: アプリのインターフェースを設立する
vi: Thiết lập giao diện app

# cai_dat_cac_cau_hinh_chung_cua_giao_dien
source: Setting up the interface's general configurations
ja: 一般インターフェース構成を設定する
vi: Cài đặt các cấu hình chung của giao diện

# thu_vien_anh
source: Photo library
ja: フォトライブラリ
vi: Thư viện ảnh

# thu_vien_anh_danh_cho_app
source: Gallery for apps
ja: アプリのギャラリー
vi: Thư viện ảnh dành cho app

# quan_ly_cac_block_cua_app
source: Manage app blocks
ja: アプリブロックを管理する
vi: Quản lý các block của app

# them_block_moi_cho_app
source: Add new block for app
ja: アプリの新しいブロックを追加する
vi: Thêm block mới cho app

# cau_hinh_mau_sac
source: Color configuration
ja: カラーコンフィグ
vi: Cấu hình màu sắc

# color_main
source: Main color
ja: メインカラー
vi: Màu chính

# color_hightlight
source: Outstanding color
ja: ハイライトカラー
vi: Màu nổi bật

# color_text
source: Text color
ja: テキストの色
vi: Màu chữ

# anh_template
source: Template photo
ja: 写真テンプレート
vi: Ảnh template

# them_anh
source: Add photo
ja: 写真を追加する
vi: Thêm ảnh

# sua_thong_tin_trang
source: Edit page information
ja: ページ情報を編集する
vi: Sửa thông tin trang

source: White
ja: ホワイト
vi: Màu trắng

source: Black
ja: ブラック
vi: Màu đen

source: Red
ja: レッド
vi: Màu đỏ

source: Green
ja: グリーン
vi: Màu xanh lá

source: Yellow
ja: イエロー
vi: Màu vàng

source: Light
ja: ライト
vi: Màu sáng

source: Blue
ja: ブルー
vi: Màu xanh dương

source: Purple
ja: 紫
vi: Màu tía

source: Pink
ja: ピンク
vi: Màu hồng

source: Indigo
ja: インディゴ
vi: Màu xanh đậm

source: Teal
ja: 青緑
vi: Màu mòng két

source: Orange
ja: オレンジ
vi: Màu cam

source: Cyan
ja: シアン
vi: Màu lục lam

source: Gray
ja: グレー
vi: Màu xám

# khong_ton_tai_thong_tin_app
source: App information does not exist
ja: アプリ情報が存在しない
vi: Không tồn tại thông tin app

# cau_hinh_thong_tin_app
source: Configure app information
ja: アプリ情報の構成
vi: Cấu hình thông tin app

# ten_app
source: App name
ja: アプリ名
vi: Tên app

# cau_hinh_vphone
source: Vphone configuration
ja: Vphone構成
vi: Cấu hình Vphone

# ten_hotline
source: Hotline name
ja: ホットライン名
vi: Tên hotline

# ten_mien
source: Domain
ja: ドメイン
vi: Tên miền

# cong
source: Portal
ja: ゲート
vi: Cổng

# chon_anh_template
source: Choose a template image
ja: テンプレート画像を選択
vi: Chọn ảnh template

# nhan_giao_dien
source: Interface label
ja: インターフェイスラベル
vi: Nhãn giao diện

# quan_ly_tat_ca_cac_nhan_cua_giao_dien
source: Manage all the labels of the interface
ja: インターフェイスのすべてのラベルを管理します
vi: Quản lý tất cả các nhãn của giao diện

# them_nhan_moi
source: Add new label
ja: 新しいラベルを追加する
vi: Thêm nhãn mới

# cap_nhat_nhan_giao_dien
source: Update interface label
ja: インターフェイスラベルを更新します
vi: Cập nhật nhãn giao diện

# cau_hinh_du_lieu
source: Data configuration
ja: データ構成
vi: Cấu hình dữ liệu

# chuyen_huong
source: Navigation
ja: リダイレクト
vi: Chuyển hướng

source: font size
ja: フォントサイズ
vi: Cỡ chữ

# can_chinh
source: Align
ja: 整列
vi: Căn chỉnh

# mau_chu
source: Text color
ja: テキストの色
vi: Màu chữ

# mau_nen
source: Background color
ja: 背景色
vi: Màu nền

# chieu_cao_block
source: Block height
ja: ブロックの高さ
vi: Chiều cao Block

# cau_hinh_giao_dien
source: Interface configuration
ja: インターフェイス構成
vi: Cấu hình giao diện

# tieu_de_hien_thi
source: Display title
ja: タイトルを表示する
vi: Tiêu đề hiển thị

# so_luong_tren_dong
source: Quantity per line
ja: 1行あたりの数量
vi: Số lượng trên dòng

# ti_le_chieu_cao_anh
source: Image height ratio
ja: 画像の高さの比率
vi: Tỉ lệ chiều cao ảnh

# ti_le_chieu_rong_anh
source: Image width ratio
ja: 画像の幅の比率
vi: Tỉ lệ chiều rộng ảnh

# dinh_dang
source: Format
ja: フォーマット
vi: Định dạng

# da_dung
source: Already used
ja: 使用した
vi: Đã dùng

# kiem_tra_dung_luong
source: Check capacity
ja: 容量を確認する
vi: Kiểm tra dung lượng

# tong_khach_hang
source: Total customers
ja: 合計の顧客
vi: Tổng khách hàng

# cau_hinh_danh_sach_san_pham
source: Configure product list
ja: 商品リストの構成
vi: Cấu hình danh sách sản phẩm

# cau_hinh_binh_luan
source: Configure comment
ja: コメントの構成
vi: Cấu hình bình luận

# bo_loc_nang_cao
source: Advanced Filters
ja: 高度なフィルター
vi: Bộ lọc nâng cao

# gioi_han_dang_tai_anh
source: Photo upload limit
ja: 写真のアップロード制限
vi: Giới hạn đăng tải ảnh

# danh_sach_ma_coupon
source: List of coupon codes
ja: クーポンコード一覧
vi: Danh sách mã coupon

# them_ma_thu_cong
source: Manually add code
ja: 手動でコードを追加する
vi: Thêm mã thủ công

# them_ma_ngau_nhien
source: Add random code
ja: ランダムなコードを追加する
vi: Thêm mã ngẫu nhiên

# them_ma_khac
source: Add other codes
ja: その他のコードを追加する
vi: Thêm mã khác

# them_ma
source: Add code
ja: コードを追加する
vi: Thêm mã

# so_lan_su_dung
source: Number of uses
ja: 使用回数
vi: Số lần sử dụng

# khong_gio_han
source: Unlimited
vi: Không giới hạn

# so_lan
source: Times
ja: 回数
vi: Số lần

# toi_da_6_ky_tu
source: Up to 6 characters
ja: 最大6文字
vi: Tối đa 6 ký tự

# ma_coupon_cho_chuong_trinh
source: Coupon code for the program
ja: プログラムのクーポンコード
vi: Mã coupon cho chương trình

# so_luong_ma
source: Number of codes
ja: コードの数
vi: Số lượng mã

# toi_da
source: maximum
vi: Tối đa

# toi_da_1000_ma
source: Maximum 1000 codes
ja: 最大1000コード
vi: Tối đa 1000 mã

# tien_to
source: Prefix
ja: プレフィックス
vi: Tiền tố

# so_ky_tu_ngau_nhien
source: Random number of characters
ja: ランダムな文字数
vi: Số ký tự ngẫu nhiên

# hau_to
source: Suffix
ja: サフィックス
vi: Hậu tố

# ma_cua_ban_se_co_dinh_dang
source: Your code will have the format
ja: コードの形式は次のとおりです
vi: Mã của bạn sẽ có định dạng

# voi_x_la_so_ky_tu_ngau_nhien
source: Where X is the number of random characters
ja: ここで、Xはランダムな文字の数です
vi: Với X là số ký tự ngẫu nhiên

# chuong_trinh
source: Program
ja: プログラム
vi: Chương trình

# da_su_dung
source: Already used
ja: 使用済
vi: Đã sử dụng

# loai_chiet_khau
source: Discount type
ja: 割引タイプ
vi: Loại chiết khấu

# chiet_khau_san_pham
source: Product discount
ja: 商品の割引
vi: Chiết khấu sản phẩm

# mien_phi_van_chuyen
source: Free ship
ja: 送料無料
vi: Miễn phí vận chuyển

# tang_san_pham
source: Give away products
ja: ギフト商品
vi: Tặng sản phẩm

# thiet_lap_cau_hinh_khuyen_mai
source: Set up promotion configuration
ja: プロモーション構成をセットアップする
vi: Thiết lập cấu hình khuyến mãi

# tich_diem
source: Earning point
ja: ポイントを貯める
vi: Tích điểm

# thiet_lap_cau_hinh_tich_diem
source: Configuring points earning
ja: ポイント累積の構成
vi: Thiết lập cấu hình tích điểm

# ty_le_quy_doi_diem
source: Points conversion rate
ja: ポイント換算率
vi: Tỷ lệ quy đổi điểm

# ty_le_quy_diem_ra_tien
source: Points to money conversion rate
ja: ポイントからお金への変換率
vi: Tỷ lệ quy điểm ra tiền

# diem
source: point
ja: ポイント
vi: điểm

# dieu_kien_don_hang
source: Order conditions
ja: 注文条件
vi: Điều kiện đơn hàng

# cau_hinh_tich_diem
source: Configuring points earning
ja: ポイントを貯める構成
vi: Cấu hình tích điểm

# cau_hinh_diem_danh
source: Configuring attendance
ja: 出席の構成
vi: Cấu hình điểm danh

# quy_dinh_diem
source: Regulation points
ja: ポイントの規制
vi: Quy định điểm

# cau_hinh_bo_loc_nang_cao
source: Advanced filter configuration
ja: 高度なフィルターの構成
vi: Cấu hình bộ lọc nâng cao

# tim_kiem_tu_khoa
source: Keyword search
ja: キーワード検索
vi: Tìm kiếm từ khóa

# tim_kiem_khoang_gia
source: Search price range
ja: 価格帯を検索
vi: Tìm kiếm khoảng giá

# chon_trang_thai
source: Select status
ja: ステータスを選択
vi: Chọn trạng thái

# chon_thuong_hieu
source: Choose a brand
ja: ブランドを選択してください
vi: Chọn thương hiệu

# giam_gia
source: Discount
ja: 割引
vi: Giảm giá

# bai_viet_dang_tab
source: Tab articles
ja: タグ形の投稿
vi: Bài viết dạng tab

# bai_viet_dang_tab_chi_tra_ve_du_lieu_cac_danh_muc_duoc_chon
source: Tab articles only return data for selected categories
ja: タグ形式の投稿は選択したカテゴリのデータに戻す
vi: Bài viết dạng tab chỉ trả về dữ liệu các danh mục được chọn

# so_ngay
source: Number of days
ja: 日の数
vi: Số ngày

# them_chuong_trinh_khuyen_mai
source: More promotions
ja: プロモーションプログラムを追加する
vi: Thêm chương trình khuyến mãi

# ten_chuong_trinh_khuyen_mai
source: Name of promotion
ja: プロモーションの名前
vi: Tên chương trình khuyến mãi

# ma_chuong_trinh
source: Program code
ja: プログラムコード
vi: Mã chương trình

# ma_chuong_trinh_se_duoc_coi_nhu_1_ma_coupon_mac_dinh
source: The program code will be considered as a default coupon code
ja: プログラムコードはデフォルトのクーポンコードと見なされます
vi: Mã chương trình sẽ được coi như 1 mã coupon mặc định

# cau_hinh_chuong_trinh_khuyen_mai
source: Configuring the promotion program
ja: プロモーションプログラムの構成
vi: Cấu hình chương trình khuyến mãi

# thoi_gian_ap_dung
source: Time application
ja: 適用される時間
vi: Thời gian áp dụng

# loai_khuyen_mai
source: Promotion Type
ja: プロモーションタイプ
vi: Loại khuyến mãi

# ap_dung_voi_don_hang
source: Apply to orders
ja: 注文に適用する
vi: Áp dụng với đơn hàng

# them_dieu_kien_ap_dung
source: More conditions apply
ja: 適用条件を追加する
vi: Thêm điều kiện áp dụng

# gia_tri_toi_thieu
source: Minimum value
ja: 最小値
vi: Giá trị tối thiểu

# gia_tri_toi_da
source: Maximum value
ja: 最大値
vi: Giá trị tối đa

# so_luong_san_pham_mua_toi_thieu
source: Minimum purchase quantity
ja: 最小購入数量
vi: Số lượng sản phẩm mua tối thiểu

# ap_dung_voi_san_pham
source: Apply to product
ja: 製品に適用されます
vi: Áp dụng với sản phẩm

# ap_dung_cho
source: Apply for
ja: に適用する
vi: Áp dụng cho

# ap_dung_voi_tinh_thanh
source: Apply to province
ja: 県に適用する
vi: Áp dụng với tỉnh thành

# tinh_thanh_ap_dung
source: Applicable province
ja: 適用される県府
vi: Tỉnh thành áp dụng

# tim_kiem_tinh_thanh
source: Searching for a province
ja: 県府を検索する
vi: Tìm kiếm tỉnh thành

# tinh_thanh_da_chon
source: Selected province
ja: 選択した県府
vi: Tỉnh thành đã chọn

# gia_tri_chiet_khau
source: Discount value
ja: 割引価格
vi: Giá trị chiết khấu

# gia_tri_chiet_khau_toi_da
source: Maximum discount value
ja: 最大割引額
vi: Giá trị chiết khấu tối đa

# gia_tri_mien_phi_toi_da
source: Maximum free value
ja: 最大無料価値
vi: Giá trị miễn phí tối đa

# thay_doi_dieu_kien_mua
source: Change purchase conditions
ja: 購入条件を変更する
vi: Thay đổi điều kiện mua

# tim_kiem_san_pham
source: Search product
ja: 商品を検索する
vi: Tìm kiếm sản phẩm

# thay_doi_san_pham_tang
source: Change gift products
ja: ギフト商品を変更する
vi: Thay đổi sản phẩm tặng

# san_pham_mua
source: Products purchased
ja: 買う商品
vi: Sản phẩm mua

# san_pham_duoc_tang
source: Gifted products
ja: ギフト商品
vi: Sản phẩm được tặng

# them_dieu_kien
source: More conditions
ja: 条件を追加する
vi: Thêm điều kiện

# thoi_han_diem_tang
source: Time limit for gifting
ja: 贈与の有効期限
vi: Thời hạn điểm tặng

source: Set the value of money corresponding to 1 point, used to pay with points or exchange goods
ja: 1ポイントに相当する金額を設定し、ポイントで支払いか商品の交換に使用する
vi: Thiết lập giá trị tiền tương ứng với 1 điểm, dùng để thanh toán bằng điểm hoặc đổi hàng

# khach_hang_tich_diem
source: Customers accumulate points
ja: カスタマーがポイントを貯める
vi: Khách hàng tích điểm

# dieu_chinh_diem
source: Adjust points
ja: ポイントを調整する
vi: Điều chỉnh điểm

# diem_mac_dinh
source: Default point
ja: デフォルトのポイント
vi: Điểm mặc định

# diem_thuong
source: Reward points
ja: ボーナスポイント
vi: Điểm thưởng

# diem_nap
source: Loading Points
ja: 付けるポイント
vi: Điểm nạp

# diem_khuyen_mai
source: Promotion points
ja: プロモーションポイント
vi: Điểm khuyến mãi

# thoi_han_diem
source: Time limit for points
ja: ポイントの有効期限
vi: Thời hạn điểm

# lich_su_khach_hang_tich_diem
source: History of customers earning points
ja: カスタマーのポイント獲得履歴
vi: Lịch sử khách hàng tích điểm

# chi_tiet_diem_khach_hang
source: Details of customer points
ja: カスタマーのポイントの詳細
vi: Chi tiết điểm khách hàng

# lich_su_tich_diem
source: History of earning points
ja: ポイント獲得履歴
vi: Lịch sử tích điểm

# so_diem
source: Points
ja: ポイント
vi: Số điểm

# thoi_gian_het_han
source: Expired time
ja: 有効期限
vi: Thời gian hết hạn

# cong_tru
source: Plus/Minus
ja: プラス・マイナス
vi: Cộng/Trừ

# cong_diem
source: Plus point
ja: 点数をプラスする
vi: Cộng điểm

# tru_diem
source: Minus point
ja: 点数をマイナスする
vi: Trừ điểm

# diem_danh
source: Attendance
ja: 出欠を取る
vi: Điểm danh

# diem_hien_tai
source: Current point
ja: 現在のポイント
vi: Điểm hiện tại

# thoi_gian_su_dung_den
source: Time to use up to
ja: 有効期限
vi: Thời gian sử dụng đến

# diem_danh_tich_tiem
source: Earning point attendance
ja: ポイントを貯めるため出欠を取る
vi: Điểm danh tích điểm

# mua_hang_tich_diem
source: Earning point purchasing
ja: ポイントを貯めるため買い物する
vi: Mua hàng tích điểm

# ngay_ghi_nhan
source: Date of record
ja: 記録日
vi: Ngày ghi nhận

# diem_thay_doi
source: Changed point
ja: 変更ポイント
vi: Điểm thay đổi

# diem_sau_thay_doi
source: After changed point
ja: 変更後のポイント
vi: Điểm sau thay đổi

# nhan_vien_xet_duyet
source: Reviewing staff
ja: 承認するスタッフ
vi: Nhân viên xét duyệt

# them_tab
source: Add tab
ja: タブを追加する
vi: Thêm tab

# mau_chinh
source: Main color
ja: メインカラー
vi: Màu chính

# mau_nut
source: Button color
ja: ボタンの色
vi: Màu nút

# mau_noi_bat
source: Outstanding color
ja: ハイライトカラー
vi: Màu nổi bật

# thay_doi_password
source: Change password
ja: パスワードを変更する
vi: Thay đổi password

# thay_doi_trang_thai_tai_khoan
source: Change account status
ja: アカウントの状態を変更する
vi: Thay đổi trạng thái tài khoản

# thay_doi
source: Change
ja: 変更
vi: Thay đổi

# cau_hinh_vfone
source: Configure Vfone
ja: Vfoneの構成
vi: Cấu hình Vfone

# dem_nguoc_thoi_gian
source: Countdown
ja: カウントダウンタイマー
vi: Đếm ngược thời gian

# hien_thi_khong_co_ban_ghi_nao
source: Showing no records
ja: 表示するレコードがない
vi: Hiển thị không có bản ghi nào

# thiet_lap_cho_trang_he_thong
source: System page settings
ja: システムのページを設定する
vi: Thiết lập cho trang hệ thống

# tab_san_pham
source: Products tab
ja: 商品のタブ
vi: Tab sản phẩm

# tab_bai_viet
source: Articles tab
ja: 投稿のタブ
vi: Tab bài viết

# giao_dien_tab_child
source: Child tab interface
ja: 子供タブのインターフェース
vi: Giao diện tab child

# giao_dien_cua_block_san_pham
source: The interface of the product block
ja: 商品ブロックのインターフェース
vi: Giao diện của block sản phẩm

# kich_hoat_duyet_dieu_chinh_diem
source: Enable point adjustment browsing
ja: ポイント調整の参照を有効にする
vi: Kích hoạt duyệt điều chỉnh điểm

# cap_nhat_chuong_trinh_khuyen_mai
source: Update promotion
ja: プロモーションを更新
vi: Cập nhật chương trình khuyến mãi

# san_pham_ap_dung
source: Applicable products
ja: 対象製品
vi: Sản phẩm áp dụng

# ma_coupon_khong_hop_le
source: Invalid coupon code
ja: 無効なクーポンコード
vi: Mã coupon không hợp lệ

# ma_khuyen_mai_khong_hop_le
source: Invalid coupon code
ja: 無効なクーポンコード
vi: Mã coupon không hợp lệ

# ma_coupon_da_duoc_su_dung
source: Coupon code already used
ja: クーポンコードが使用されました
vi: Mã coupon đã được sử dụng

# xac_minh_ma_coupon_thanh_cong
source: Coupon code verification successful
ja: クーポンコードの検証が成功しました
vi: xác minh mã coupon thành công

# ap_dung_tich_diem_don_hang
source: Apply to earning points for orders
ja: 注文にポイントを適用
vi: Áp dụng tích điểm đơn hàng

# diem_tang_theo_moi_don_hang
source: Bonus points for every order
ja: 注文ごとに付与されるポイント
vi: Điểm tặng theo mỗi đơn hàng

# ty_le_quy_doi_tu_tien_ra_diem
source: Conversion rate from money to points
ja: お金からポイントへの変換率
vi: Tỷ lệ quy đổi từ tiền ra điểm

# ty_le_quy_doi_tu_diem_ra_tien
source: Conversion rate from points to money
ja: ポイントからマネーへの変換レート
vi: Tỷ lệ quy đổi từ điểm ra tiền

# thoi_han_su_dung_diem_tang_mac_dinh_la_30_ngay
source: Validity of gift points (Default is 30 days)
ja: ギフト ポイントの有効期間 (デフォルトは 30 日)
vi: Thời hạn sử dụng điểm tặng (Mặc định là 30 ngày)

# so_diem_duoc_tang_theo_%_moi_don_hang
source: Points are awarded as % of each order
ja: 各注文に対する割合として付与されるポイント
vi: Số điểm được tặng theo % mỗi đơn hàng

# so_diem_duoc_tang_theo_moi_don_hang
source: Points are awarded for each order
ja: 注文ごとに付与されるポイント
vi: Số điểm được tặng theo mỗi đơn hàng

# mua_hang_bang_diem
source: Buy with points
ja: ポイントで購入
vi: Mua hàng bằng điểm

# ma_thuoc_tinh_viet_thuong_va_cach_nhau_bang_dau_gach_duoi
source: Attribute codes are lowercase and separated by underscores
ja: 属性コードは小文字であり、アンダースコアで区切られています
vi: Mã thuộc tính viết thường và cách nhau bằng dấu gạch dưới

# ma_thuoc_tinh_viet_lien_khong_dau
source: Unsigned attribute code
ja: 属性コードは発音記号なしで記述されました
vi: Mã thuộc tính viết liền không dấu

# ma_trang
source: Page code
ja: ページコード
vi: Mã trang

# tieu_de_trang
source: Page title
ja: ページタイトル
vi: Tiêu đề trang

# lua_chon_doi_tac
source: Select partner
ja: パートナーの選択
vi: Lựa chọn đối tác

# thiet_lap_cau_hinh_sms_brandname
source: Configure sms brandname
ja: SMS ブランド名の設定をセットアップします
vi: Thiết lập cấu hình sms brandname

# tim_kiem_ma_coupon
source: Search for coupon code
ja: クーポンコードを検索
vi: Tìm kiếm mã coupon

# tim_kiem_chuong_trinh
source: Search for a program
ja: プログラムを検索
vi: Tìm kiếm chương trình

# khong_tim_thay_thong_tin_chuong_trinh
source: No program information found
ja: 番組情報が見つかりません
vi: Không tìm thấy thông tin chương trình

# chuong_trinh_affiliate
source: Affiliate program
ja: アフィリエイト プログラム
vi: Chương trình Affiliate

# thiet_lap_cau_hinh_affiliate
source: Configure Affiliate
ja: アフィリエイト設定をセットアップ
vi: Thiết lập cấu hình Affiliate

# cau_hinh_chuong_trinh_affiliate
source: Configure Affiliate program
ja: アフィリエイト プログラムの設定
vi: Cấu hình chương trình Affiliate

# kich_hoat_chuong_trinh_tiep_thi_lien_ket
source: Activate the affiliate marketing program
ja: アフィリエイト マーケティング プログラムを有効にする
vi: Kích hoạt chương trình tiếp thị liên kết

# hoa_hong
source: Commission
ja: バラ
vi: Hoa hồng

# thiet_lap_ty_le_hoa_hong
source: Set commission rate
ja: 手数料率を設定
vi: Thiết lập tỷ lệ hoa hồng

# so_luot_ap_dung_lien_ket
source: Number of Link applied
ja: リンクが適用された回数
vi: Số lượt áp dụng liên kết

# them_cap_moi
source: Add new level
ja: 新しいレベルを追加
vi: Thêm cấp mới

# ten_cap
source: Level name
ja: 許可名
vi: Tên cấp

# so_luot_gioi_thieu
source: Number of referrals
ja: 紹介
vi: Số lượt giới thiệu

# phan_tram_hoa_hong
source: % commission
ja: コミッションの割合
vi: Phần trăm hoa hồng

# lien_ket_khach_hang
source: Link customers
ja: 顧客リンク
vi: Liên kết khách hàng

# thong_bao
source: Notification
ja: 通知
vi: Thông báo

# loai_thong_bao
source: Notification Type
ja: 通知の種類
vi: Loại thông báo

# danh_sach_thong_bao
source: Notification list
ja: 通知リスト
vi: Danh sách thông báo

# tao_thong_bao_moi
source: Create a new notification
ja: 新しい通知を作成
vi: Tạo thông báo mới

# cap_nhat_thong_bao
source: Update notification
ja: 更新通知
vi: Cập nhật thông báo

# danh_sach_thiet_bi
source: List of devices
ja: デバイスリスト
vi: Danh sách thiết bị

# danh_sach_thiet_bi_nhan_thong_bao
source: List of devices that receive notifications
ja: 通知を受信するデバイスのリスト
vi: Danh sách thiết bị nhận thông báo

# lich_su_gui_thong_bao
source: Notification delivery history
ja: 通知送信履歴
vi: Lịch sử gửi thông báo

# lich_su_gui
source: Sending History
ja: 送信履歴
vi: Lịch sử gửi

# gui_thong_bao
source: Send notifications
ja: 通知を送信
vi: Gửi thông báo

# thiet_lap_cau_hinh_gui_thong_bao
source: Configure notification delivery
ja: 通知設定を設定
vi: Thiết lập cấu hình gửi thông báo

# danh_sach_yeu_cau
source: Request list
ja: リクエストリスト
vi: Danh sách yêu cầu

# kich_hoat
source: Activate
ja: アクティブ化
vi: Kích hoạt

# ngung_kich_hoat
source: Deactivate
ja: 非アクティブ化
vi: Ngừng kích hoạt

# thong_ke
source: Statistic
ja: 統計
vi: Thống kê

# danh_sach_doi_tac
source: Partner list
ja: パートナーリスト
vi: Danh sách đối tác

# thiet_lap_chiet_khau_don_hang
source: Set up order discount
ja: 注文割引を設定
vi: Thiết lập chiết khấu đơn hàng

# chiet_khau_don_hang_ap_dung_ma_gioi_thieu
source: Order discount with referral code
ja: 注文割引には紹介コードが適用されます
vi: Chiết khấu đơn hàng áp dụng mã giới thiệu

# don_hang_doi_tac
source: Partner orders
ja: パートナーの注文
vi: Đơn hàng đối tác

# thong_tin_doi_tac
source: Partner Information
ja: パートナー情報
vi: Thông tin đối tác

# du_lieu_thang
source: Monthly data
ja: 月次データ
vi: Dữ liệu tháng

# tong_don
source: Total order
ja: 合計注文数
vi: Tổng đơn

# don_hang_that_bai
source: Order failed
ja: 注文に失敗しました
vi: Đơn hàng thất bại

# tam_tinh
source: Provisional
ja: 暫定
vi: Tạm tính

# ma_gioi_thieu
source: Referral code
ja: 紹介コード
vi: Mã giới thiệu

# thu_hang
source: Rank
ja: ランク
vi: Thứ hạng

# lich_su_thanh_toan
source: Payment history
ja: 支払い履歴
vi: Lịch sử thanh toán

# trang_thai_don_hang
source: Order Status
ja: 注文ステータス
vi: Trạng thái đơn hàng

# thong_ke_doi_tac
source: Partner statistics
ja: パートナー統計
vi: Thống kê đối tác

# tong_doi_tac
source: Total partners
ja: ゼネラルパートナー
vi: Tổng đối tác

# doi_tac_hoat_dong
source: Active partner
ja: アクティブなパートナー
vi: Đối tác hoạt động

# doi_tac_cho_duyet
source: Partner waiting for approval
ja: 承認を待っているパートナー
vi: Đối tác chờ duyệt

# doi_tac
source: Partner
ja: パートナー
vi: Đối tác

# ty_le_hoa_hong
source: Commission rate
ja: 手数料率
vi: Tỷ lệ hoa hồng

# chiet_khau_don_hang_ap_dung_ma_gioi_thieu_va_ma_khuyen_mai
source: Discount on orders with referral code and promotion code
ja: 注文割引には紹介コードとプロモーション コードが適用されます
vi: Chiết khấu đơn hàng áp dụng mã giới thiệu và mã khuyến mãi

# trang_thai_ap_dung_chiet_khau_voi_ma_khuyen_mai
source: Status of applying discount with promo code
ja: プロモーション コードの割引ステータス
vi: Trạng thái áp dụng chiết khấu với mã khuyến mãi

# mac_dinh_chiet_khau_don_hang_se_la_chiet_khau_theo_ma_gio_thieu
source: Default order discount will be discount by referral code
ja: デフォルトの注文割引は紹介コード割引になります
vi: Mặc định chiết khấu đơn hàng sẽ là chiết khấu theo mã giới thiệu

source: If the status is active, then the order discount will be applied according to the referral code and promotion code
ja: ステータスが有効な場合、紹介コードとプロモーション コードに従って注文割引が適用されます
vi: Nếu trạng thái hoạt động thì sẽ áp dụng chiết khấu đơn hàng theo mã giới thiệu và mã khuyến mãi

# chiet_khau_cung_ma_khuyen_mai
source: Discount with promo code
ja: プロモーション コードによる割引
vi: Chiết khấu cùng mã khuyến mãi

# loai_giao_dich
source: Transaction type
ja: トランザクションタイプ
vi: Loại giao dịch

# ngay_giao_dich
source: Transaction date
ja: 取引日
vi: Ngày giao dịch

# diem_danh_tich_diem
source: Earning point attandance
ja: ポイント出席
vi: Điểm danh tích điểm

# tang_diem
source: Give points
ja: ポイントを与える
vi: Tặng điểm

# nap_diem
source: Load points
ja: ポイントをロード
vi: Nạp điểm

# tiep_thi_lien_ket
source: Affiliate marketing
ja: アフィリエイト マーケティング
vi: Tiếp thị liên kết

# tong_hoa_hong
source: Total commission
ja: 合計手数料
vi: Tổng hoa hồng

# hoa_hong_tam_tinh
source: Temporary commission
ja: 暫定コミッション
vi: Hoa hồng tạm tính

# yeu_cau_hop_tac
source: Request for cooperation
ja: コラボレーションリクエスト
vi: Yêu cầu hợp tác

# yeu_cau_rut_tien
source: Request Withdrawal
ja: 出金リクエスト
vi: Yêu cầu rút tiền

# vui_long_nhap_so_diem
source: Please enter the point
ja: スコアを入力してください
vi: Vui lòng nhập số điểm
