Repository: xuanhieu3796/ximang
Catalog: core/resources/locales/*/filemanager.po
Languages: vi

# phuong_thuc_khong_hop_le
source: Invalid method
vi: Phương thức không hợp lệ

# du_lieu_khong_hop_le
source: Invalid data
vi: Dữ liệu không hợp lệ

# xu_ly_thanh_cong
source: Successfully processed
vi: Xử lý thành công

# xu_ly_khong_thanh_cong
source: Unsuccessfully processed
vi: Xử lý không thành công

# khong_tim_thay_thu_muc_{0}
source: Don't find folder {0}
vi: Không tìm thấy thư mục {0}

# nhap_ten_tep
source: Enter file name
vi: Nhập tên tệp

# tat_ca
source: All
vi: Tất cả

# ten_tep
source: File name
vi: Tên tệp

# loai_tep
source: File type
vi: Loại tệp

# dung_luong
source: Storage
vi: Dung lượng

# ngay_tao
source: Creation date
vi: Ngày tạo

# khong_lay_duoc_thong_tin_duong_dan
source: Couldn't get path info
vi: Không lấy được thông tin đường dẫn

# vui_long_nhap_ten_thu_muc
source: Please enter a folder name
vi: Vui lòng nhập tên thư mục

# vui_long_nhap_ten_tep
source: Please enter file name
vi: Vui lòng nhập tên tệp

# ten_thu_muc_khong_hop_le
source: Invalid folder name
vi: Tên thư mục không hợp lệ

# tao_thu_muc_khong_thanh_cong
source: Folder creation failed
vi: Tạo thư mục không thành công

# tao_thu_muc_thumb_khong_thanh_cong
source: THUMB folder creation failed
vi: Tạo thư mục THUMB không thành công

# tao_anh_thumb_khong_thanh_cong
source: THUMB image creation failed
vi: Tạo ảnh THUMB không thành công

# tao_thu_muc_thanh_cong
source: Folder creation successful
vi: Tạo thư mục thành công

# thu_muc_da_duoc_tao
source: Folder has been created
vi: Thư mực đã được tạo

# thu_muc_khong_ton_tai
source: Folder does not exist
vi: Thư mực không tồn tại

# tep_khong_ton_tai
source: File does not exist
vi: Tệp không tồn tại

# doi_ten_thu_muc_thanh_cong
source: Successfully renamed folder
vi: Đổi tên thư mục thành công

# doi_ten_thu_muc_khong_thanh_cong
source: Folder rename failed
vi: Đổi tên thư mục không thành công

# ten_tep_khong_hop_le
source: Invalid file name
vi: Tên tệp không hợp lệ

# doi_ten_tep_khong_thanh_cong
source: File rename failed
vi: Đổi tên tệp không thành công

# xoa_tep_khong_thanh_cong
source: File deletion failed
vi: Xóa tệp không thành công

# xoa_thu_muc_khong_thanh_cong
source: Folder deletion failed
vi: Xóa thư mục không thành công

# xoa_tep_thanh_cong
source: File deletion successful
vi: Xóa tệp thành công

# dan_thu_muc_thanh_cong
source: Folder paste successful
vi: Dán thư mục thành công

# dan_thu_muc_khong_thanh_cong
source: Folder paste failed
vi: Dán thư mục không thành công

# dan_tep_khong_thanh_cong
source: File paste failed
vi: Dán tệp không thành công

# dan_tep_thanh_cong
source: File paste successful
vi: Dán tệp thành công

# khong_the_dan_thu_muc_nguon_vao_thu_muc_con
source: Can't paste source folder into subfolder
vi: Không thể dán thư mục nguồn vào thư mục con

# dung_luong_tep_dang_tai_qua_lon_{0}
source: Upload file size is too large {0}
vi: Dung lượng tệp đăng tải quá lớn {0}

# tep_dang_tai_khong_hop_le
source: Invalid upload file
vi: Tệp đăng tải không hợp lệ

# tep_dang_tai_hop_le
source: Valid upload file
vi: Tệp đăng tải hợp lệ

# dang_tai_tep_thanh_cong
source: File upload successful
vi: Đăng tải tệp thành công

# dang_tai_tep_khong_thanh_cong
source: File upload failed
vi: Đăng tải tệp không thành công

# khong_lay_duoc_ma_bao_mat
source: Can't get the security code
vi: Không lấy được mã bảo mật

# ma_bao_mat_khong_hop_le
source: Invalid security code
vi: Mã bảo mật không hợp lệ

# khong_the_truy_cap_he_thong
source: Unable to access the system
vi: Không thể truy cập hệ thống

# {0}_da_tao_thu_muc_{1}
source: {0} created folder {1}
vi: {0} đã tạo thư mục {1}

# {0}_da_doi_ten_tep_{1}
source: {0} renamed the file {1}
vi: {0} đã đổi tên tệp {1}

# {0}_da_doi_ten_thu_muc_{1}
source: {0} renamed the folder {1}
vi: {0} đã đổi tên thư mục {1}

# {0}_da_doi_ten_thu_muc_tu_{1}_sang_{2}
source: {0} renamed the folder from {1} to {2}
vi: {0} đã đổi tên thư mục từ {1} sang {2}

# {0}_da_doi_ten_tep_tu_{1}_sang_{2}
source: {0} renamed the file from {1} to {2}
vi: {0} đã đổi tên tệp từ {1} sang {2}

# {0}_da_sao_chep_tep_{1}_den_{2}
source: {0} copied files from {1} to {2}
vi: {0} đã sao chép tệp {1} đến {2}

# {0}_da_sao_chep_thu_muc_{1}_den_{2}
source: {0} copied folders from {1} to {2}
vi: {0} đã sao chép thư mục {1} đến {2}

# {0}_da_cat_thu_muc_tu_{1}_den_{2}
source: {0} cut folders from {1} to {2}
vi: {0} đã cắt thư mục từ {1} đến {2}

# {0}_da_cat_tep_tu_{1}_den_{2}
source: {0} cut files from {1} to {2}
vi: {0} đã cắt tệp từ {1} đến {2}

# {0}_da_xoa_thu_muc_{1}
source: {0} deleted folder {1}
vi: {0} đã xóa thư mục {1}

# {0}_da_xoa_tep_{1}
source: {0} deleted file {1}
vi: {0} đã xóa tệp {1}

# {0}_da_dang_tai_tep_{1}
source: {0} uploaded file {1}
vi: {0} đã đăng tải tệp {1}

# tao_thu_muc
source: Create folder
vi: Tạo thư mục

# tai_len
source: Upload
vi: Tải lên

# tai_lai
source: Reload
vi: Tải lại

# xem_chi_tiet
source: See details
vi: Xem chi tiết

# xem_dang_luoi
source: Grid view
vi: Xem dạng lưới

# xem_dang_danh_sach
source: List view
vi: Xem dạng danh sách

# hinh_anh
source: Image
vi: Hình ảnh

# tep_tin
source: File
vi: Tệp tin

# am_thanh
source: Sound
vi: Âm thanh

# file_nen
source: Compressed file
vi: File nén

# tai_trang
source: Load page
vi: Tải trang

# lich_su_cap_nhat
source: Update history
vi: Lịch sử cập nhật

# sap_xep
source: Arrange
vi: Sắp xếp

# dung_luong_cdn_da_vuot_qua_han_muc_{0}
source: CDN capacity exceeded the limit {0}
vi: Dung lượng CDN đã vượt quá hạn mức {0}

# chon
source: Select
vi: Chọn

# chon_tat_ca
source: Select all
vi: Chọn tất cả

# bo_chon_tat_ca
source: Unselect all
vi: Bỏ chọn tất cả

# tai_lieu
source: Document
vi: Tài liệu

# tep_dang_tai_da_bi_doi_duoi_mo_rong_vui_long_dang_tai_tep_goc
source: The uploaded file has been changed to the extension. Please upload the original file
vi: Tệp đăng tải đã bị đổi đuôi mở rộng. Vui lòng đăng tải tệp gốc

# tep_tai_len_gioi_han
source: File upload limit
vi: Tệp tải lên giới hạn

# anh_tai_len_gioi_han
source: Limited photo uploads
vi: Ảnh tải lên giới hạn

# luu_y
source: Noted
vi: Lưu ý

# anh_tai_len_gioi_han_khong_duoc_qua
source: Uploaded photos are limited in size to no more than
vi: Ảnh tải lên giới hạn không được quá

# tep_tai_len_tru_dinh_dang_anh_gioi_han_khong_duoc_qua
source: Uploaded file size limit (except for photo) no more than
vi: Tệp tải lên 'trừ định dạng ảnh' giới hạn không được quá

# phim_tat
source: Shortcut keys
vi: Phím tắt

# nhan_to_hop_phim
source: Press key combination
vi: Nhấn tổ hợp phím

# de_thuc_hien_thao_tac
source: To perform that operation
vi: Để thực hiện thao tác

# chon_tat_ca_tep_trong_thu_muc
source: Select all file(s) in the folder
vi: Chọn tất cả các tệp trong thư mục

# tai_file_ve_may
source: Download this file
vi: Tải tệp về máy

# sao_chep_tep
source: Copy
vi: Sao chép tệp

# cat_tep
source: Cut the file
vi: Cắt tệp

# dan_tep
source: Paste
vi: Dán tệp

# doi_ten_tep
source: Rename file
vi: Đổi tên tệp

# hoac
source: or
vi: hoặc

# xoa_tep
source: Delete
vi: Xóa tệp

# duong_dan_tep
source: File path
vi: Đường dẫn tệp

# dinh_dang_tep_tin_tai_len
source: Uploaded file format
vi: Định dạng tệp tin được phép tải lên

# duoi_image
source: Image suffix
vi: Đuôi hình ảnh

# duoi_video
source: Video suffix
vi: Đuôi video

# duoi_am_thanh
source: Sound file suffix
vi: Đuôi âm thanh

# duoi_file_nen
source: Compressed file suffix
vi: Đuôi tệp nén

# duoi_file
source: File suffix
vi: Đuôi tệp

# anh
source: Image
vi: Ảnh

# tep
source: File
vi: Tệp

# su_dung
source: Use
vi: Sử dụng

# ap_dung
source: Apply
vi: Áp dụng
